{
    "horo": {
        "date": {
            "@yesterday": "17.11.2021",
            "@today": "18.11.2021",
            "@tomorrow": "19.11.2021",
            "@tomorrow02": "20.11.2021"
        },
        "aries": {
            "yesterday": "Возможно, что от обилия дел у вас голова сегодня пойдет кругом. А ведь дела-то ожидаются в большинстве своём достаточно скучными и монотонными. Тем оперативнее стоит разобраться с ними.",
            "today": "Нынче проблемы могут прийти со стороны тех, кто должен был вас чем-то снабдить. Возможно, стоит предусмотреть страховочный вариант, так как в ряде случаев это может иметь весьма серьезные последствия.",
            "tomorrow": "Сегодня старайтесь контролировать свои эмоции, чтобы в один прекрасный момент они не возобладали над здравым смыслом. Кроме этого, авантюры сейчас ни к чему хорошему не приведут, а могут, напротив, в последующем сильно усложнить вам жизнь.",
            "tomorrow02": "Не торопитесь сегодня принимать решения: они могут оказаться не совсем правильными и выверенными. Да и все мысли о работе вдали от этой самой работы не могут быть структурированными и реалистичными. Лучше вы подумаете об этом завтра, а сегодня отдыхайте."
        },
        "taurus": {
            "yesterday": "Happy end в фильмах - это чудесно, там неизменно главный герой выходит победителем. Но вы, кажется, перепутали мир реальный и мир выдуманный. Победа в недавно начатом деле, на которую вы так рассчитываете, если вам и достанется, то не так просто. Вам стоит приложить множество усилий для её решения, или отложить всё на потом.",
            "today": "В этот день не играйте с огнем, не ставьте на карту всё, что у вас есть,  в надежде получить ещё больше. Сейчас удача не на вашей стороне: она, скорее всего, просто пройдет мимо вас, не только оставив вас без внимания, но и лишив всего того, что вы рискнули поставить на кон. Лучше будьте осторожны.",
            "tomorrow": "Сегодня Тельцам может захотеться чего-то особенного, праздничного. Возможно, организовать что-то подобное у вас даже получится, особенно если вам удастся хотя бы на пару часов забыть о делах. Есть выход — отпраздновать какой-нибудь, пусть маленький, но успех в работе.",
            "tomorrow02": "Такое впечатление, что уже всем, кроме вас, ясно, что ваша деятельность стала вам в тягость. Вы совсем забыли, что можно и нужно думать о чем-нибудь другом кроме работы, ездить в другие места, кроме работы. Вы стали на себя не похожи, так что настала пора решительно все поменять, действуйте."
        },
        "gemini": {
            "yesterday": "Всё, чем вы займётесь сегодня, сегодня же должно быть и закончено, не вздумайте оставить что-то «на потом», иначе завтра или послезавтра могут возникнуть серьезные проблемы.",
            "today": "Сегодня вы получите очень перспективный заказ, так что лучше немного приостановить другие проекты. Но рассеянное внимание и ваша несобранность могут помешать вам в этот день как следует поработать. Вы можете допустить ошибки, уже буквально с первых шагов. Так что действуйте продуманно и аккуратно.",
            "tomorrow": "Если уж вы решите сегодня заняться работой, вам придётся сконцентрировать всё своё внимание на каком-то одном деле. Не стоит хвататься сразу за несколько проектов или брать на себя слишком много поручений. Вы всё равно не справитесь со всем качественно. Лучше сделать меньше, да лучше.",
            "tomorrow02": "Сегодня вам не стоит принимать спонтанных необдуманных решений: вряд ли они окажутся действительно ценными для вашей дальнейшей профессиональной деятельности. Постарайтесь принять во внимание тот факт, что в выходной день подобные дела делаются крайне редко."
        },
        "cancer": {
            "yesterday": "Вас поджидает очень интересное предложение, которое касается личной жизни или карьеры -  а может быть и всего сразу. Возможны совместные путешествия с семьёй за город. Успешно сложатся все мелкие дела, и поэтому день будет просто создан для релаксации и восстановления своих душевных сил.",
            "today": "Не рискуйте деньгами, особенно теми, что взяты не из вашего собственного кармана. Нынче вы будете склонны к некоторому легкомыслию, это может оказаться опасно.",
            "tomorrow": "Денек не из легких. Из-за маленькой ошибки, допущенной в самом начале, все может встать вверх дном. Вряд ли вас это порадует, так что постарайтесь в первой половине дня обращать внимание на всякую мелочь.",
            "tomorrow02": "Сегодня вам предстоит решить непростую задачу, которая в значительной степени изменит ваше отношение к работе и отношение ваших начальников или коллег к вам. Сделайте все возможное для того, чтобы изменения эти произошли в лучшую сторону и принесли вам лишь пользу в будущем."
        },
        "leo": {
            "yesterday": "Сегодня вам придется целый день заниматься совершенно бесполезными, на ваш взгляд, делами. Например, систематизировать важные бумаги, которые лишь замедляют процесс зарабатывания денег или же перекладывать какие-то продукты труда вашей фирмы с места на место.",
            "today": "Сегодня вам предстоит неравный поединок с вашим руководством. Оно будет твердо верить в то, что несет в массы свет и истину в последней инстанции, а вы будете придерживаться другого мнения. Тем не менее, не стоит уходить в глухую оппозицию: это могут не понять и не оценить.",
            "tomorrow": "Сегодня не исключены конфликты с начальством, поэтому, коль вы не хотите попасть по горячую руку шефа, лучше не высовываться и тихо и методично заниматься своими обязанностями. И не вздумайте сегодня просить повышения оклада, последствия могут быть самыми непредсказуемыми.",
            "tomorrow02": "Сегодня вас будут встречать по одежке. Ум, конечно, сыграет немаловажную роль, однако будет сугубо вторичен. Поэтому перед тем как приступить к принятию ответственных и стратегически важных решений продумайте свой имидж: он должен быть безукоризненным."
        },
        "virgo": {
            "yesterday": "Сегодня особенно успешный день ожидает тех Дев, кто работает в сфере точных наук и компьютерный технологий. Ваше финансовое благополучие напрямую будет связано с тем, как хорошо вы сумеете наладить нужные контакты, так что будьте приветливы и умейте понравиться.",
            "today": "Если вы хотите добиться успеха — ищите новые варианты. Нынче вполне подходящий для этого день. Что-нибудь да найдете.",
            "tomorrow": "Сегодня вы найдете причину ряда ваших проблем. Останется пустяк — разобраться, что теперь с нею делать. Можете это занятие с чистой совестью отложить — для одно дня вполне хватит одного подвига.",
            "tomorrow02": "Сегодня подходящий день для принятия ответственных решений. Пока ваши конкуренты отдыхают, вы вполне можете сделать рывок вперед, особенно потому что этого от вас в данный момент никто не ждет. Внезапность пойдет вам на пользу!"
        },
        "libra": {
            "yesterday": "Нынче вас будет отвлекать любой пустяк. Впрочем, если вы займетесь уборкой пустяков из поля зрения, весь день уйдет на это занятие. Ситуация безвыходная — видимо, сделать ничего не удастся, так что можно силы и не тратить.",
            "today": "Сегодня вам не следует долго рассказывать кому бы то ни было о делах ваших рабочих, ибо вряд ли кому-то эти самые дела будут интересны. Постарайтесь забыть о работе хотя бы на один день и погрузиться в атмосферу легкости, беззаботности и бесшабашности. Благо возможность будет.",
            "tomorrow": "Сегодня звезды не рекомендуют вам даже вспоминать о том, что у вас есть какие бы то ни было служебные обязанности. Все равно в силу тех или иных обстоятельств выполнить вы их не сможете, поэтому просто расслабьтесь и получайте удовольствие.",
            "tomorrow02": "Разве можно  искренне верить то, что все сказанное вашим партнером – истина в последней инстанции? Наверняка он что-то скрывает, недоговаривает и пытается извлечь наибольшую пользу для себя. В ваших силах бороться с подобного ода безобразием – были бы время и желание."
        },
        "scorpio": {
            "yesterday": "Сегодня вы сумеете продемонстрировать свою незаменимость. Лишь бы зрители нашлись — а уж в чем показать высший класс - будет. Но не стоит пускать окружающим в глаза чрезмерно много пыли — потом от вас будут ожидать одних только чудес.",
            "today": "Сегодняшний день не предвещает ничего экстраординарного за исключением того, что один из ваших клиентов (партнеров? начальников?) проявит просто чудеса въедливости и нетерпения, чтобы добиться своего, и его действия, кажется, доведут вас и ваших сотрудников до белого каления. Держите себя в руках, раздражаться нельзя.",
            "tomorrow": "Вы слишком зациклились на вашей узкой сфере деятельности? Тогда настала долгожданная пора, чтобы начать больше внимания уделять другим ее аспектам и стараться держать мысли в тонусе, придумывая новые и новые задания, отличные от предыдущих. Развивайте свои логические способности.",
            "tomorrow02": "Нынче вас можете обуять честолюбие. Пытаться справиться с ним бессмысленно, так что лучше займитесь планированием своих будущих действий по покорению служебной лестницы. Без должной подготовки приступать к восхождению не следует."
        },
        "sagittarius": {
            "yesterday": "Отличный день, чтобы показать себя человеком, на которого можно положиться, который не боится взять на себя ответственность. Вам пора уже начать работать на свою репутацию, а то в последнее время вас как-то не воспринимают всерьез.",
            "today": "Не проецируйте семейные проблемы на работу: вы лишь усугубите ситуацию, и тогда на службе вы тоже только и будете делать, что пытаться найти выход из семейного конфликта. Оставьте эти проблемы для дома, а пока займитесь своими делами, они помогут вам отвлечься.",
            "tomorrow": "В этот день вам будет весьма непросто убедить себя в том, что ваши трудовые подвиги на самом деле подвигами и не являются. Вы будете казаться себе непонятым и неоцененным героем, в связи с чем у вас вполне могут возникнуть некоторые трения с начальством.",
            "tomorrow02": "Велика вероятность того, что сегодня вам придется заняться делом, в котором вы не особо компетентны или чувствуете себя неуверенно. Не будьте столь горды, чтобы не спросить совета у знающего толк в таких делах человека. Вам не откажут и дадут ценные рекомендации."
        },
        "capricorn": {
            "yesterday": "Не торопитесь сегодня обвинять вашего коллегу или партнера во всех смертных грехах и заодно приписывать ему пару-тройку своих. Вполне возможно, завтра вам это аукнется, причем довольно сильно и неприятно. Постарайтесь сдерживаться и быть молчаливым. Можно даже стеснительным.",
            "today": "Сегодня вы можете допустить одну очень существенную ошибку, которая, вероятно, повлечет за собой неприятные последствия. Если потом начальник заявит, что он не доволен вами, не нужно возмущаться и защищать себя. Вместо этого спросите, чем вы можете исправить ситуацию.",
            "tomorrow": "Эгоизм в малых дозах не повредит, а в качестве профилактики он бывает полезен. Сегодня звезды рекомендуют в первую очередь заняться теми делами, которые касаются непосредственно вас, но при этом работе не вредят. И только потом поработайте во здравие любимой фирмы.",
            "tomorrow02": "Сегодня только скорость вашей реакции и ваша интуиция помогут вам избежать проблем с работой, которые вполне могут возникнуть несмотря на то, что день является выходным. Главное – довериться себе, поверить в свои силы и не останавливаться ни перед какими препятствиями."
        },
        "aquarius": {
            "yesterday": "Сегодня звезды советуют вам быть начеку, ведь этот день может приготовить для вас несколько весьма опасных и неприятных сюрпризов. Скорее всего, кто-то из «доброжелателей» попытается поставить вам подножку. Вам следует остерегаться конкурентов. На всякий случай.",
            "today": "Если вы чувствуете себя некомфортно дома и неуверенно на работе, стоит задуматься о перепланировке своего жизненного пространства. Учение фэн-шуй, к слову, было придумано отнюдь не на пустом месте. Так что, попробуйте решиться на перестановку, сделать кое-какие покупки для дома и обновить хоть что-то вокруг себя.",
            "tomorrow": "Не вздумайте сорить деньгами, даже если речь идет о казенных деньгах. С начальником может возникнуть конфликт, если вы не сумеете промолчать и не выставлять свой характер напоказ, где не следует. Сумеете удержать под контролем свои эмоции, и всё будет хорошо.",
            "tomorrow02": "Не спешите сегодня отрекаться от своего выходного ради пользы общественности, клиентуры, начальства и других индивидов, до которых вам сегодня не должно быть никакого дела. В конце концов, вы заслужили отдых после напряженной рабочей недели. Реализуйте свое право."
        },
        "pisces": {
            "yesterday": "Сегодня на вас навалится слишком много забот и проблем, касающихся вашей личной и другого рода внерабочей жизни, что значительно усложнит вам выполнение ваших непосредственных трудовых обязанностей. Постарайтесь однако сделать все возможное, чтобы одно другому помехой не было ни в коем разе.",
            "today": "Сегодня вам не рекомендуется долго думать на какие бы то ни было серьезные темы: это может окончиться головной болью. Если вы считаете работу серьезной, о ней, соответственно, думать не стоит. Если же несерьезной – она тем более не заслуживает внимания.",
            "tomorrow": "Сегодня звезды не рекомендуют вам долго размышлять над тем, насколько вы правильно выполняете поставленное перед вами задание. Чем быстрее вы его выполните, тем меньше будет вероятность того, что вы ошиблись. Любое промедление будет чревато неприятными последствиями.",
            "tomorrow02": "Если вы давно искали возможность, чтобы дать ход новым достаточно сложным и трудоёмким предприятиям, вы сегодня сумеете найти такую лазейку. Стоит вам немного потрудиться и проявить во всём своем блеске организаторские способности, как сами увидите, всё наладится само собой."
        }
    }
}