{
    "horo": {
        "date": {
            "@yesterday": "19.11.2021",
            "@today": "20.11.2021",
            "@tomorrow": "21.11.2021",
            "@tomorrow02": "22.11.2021"
        },
        "aries": {
            "yesterday": "Сегодня старайтесь контролировать свои эмоции, чтобы в один прекрасный момент они не возобладали над здравым смыслом. Кроме этого, авантюры сейчас ни к чему хорошему не приведут, а могут, напротив, в последующем сильно усложнить вам жизнь.",
            "today": "Не торопитесь сегодня принимать решения: они могут оказаться не совсем правильными и выверенными. Да и все мысли о работе вдали от этой самой работы не могут быть структурированными и реалистичными. Лучше вы подумаете об этом завтра, а сегодня отдыхайте.",
            "tomorrow": "Постарайтесь принять необходимые меры для того, чтобы выходной день посвятить именно отдыху, а не чему бы то ни было еще. Это окажется задачей не из простых, однако вы с ней справитесь, если захотите этого, разумеется. А вам стоит захотеть. Крайне рекомендуется.",
            "tomorrow02": "Сейчас вы слишком переутомились, чтобы адекватно воспринимать происходящее. Именно поэтому многие проблемы кажутся вам гораздо более существенными, чем они есть на самом деле. Хуже того, вы можете придумать себе новые. Лучше проведите день перед телевизором."
        },
        "taurus": {
            "yesterday": "Сегодня Тельцам может захотеться чего-то особенного, праздничного. Возможно, организовать что-то подобное у вас даже получится, особенно если вам удастся хотя бы на пару часов забыть о делах. Есть выход — отпраздновать какой-нибудь, пусть маленький, но успех в работе.",
            "today": "Такое впечатление, что уже всем, кроме вас, ясно, что ваша деятельность стала вам в тягость. Вы совсем забыли, что можно и нужно думать о чем-нибудь другом кроме работы, ездить в другие места, кроме работы. Вы стали на себя не похожи, так что настала пора решительно все поменять, действуйте.",
            "tomorrow": "Чем скорее вы справитесь сегодня с вашими непосредственными обязанностями, тем лучше. Постарайтесь не затягивать с их выполнением и не жаловаться себе и окружающим на перегрузки. Чем быстрее справитесь, тем скорее наступит столь долгожданный отдых.",
            "tomorrow02": "Сегодня вам не рекомендуется много времени уделять работе с компьютером. Если появится хоть какая-нибудь возможность, сбегите из офиса на свежий воздух к общению с живыми, не виртуальными, клиентами или партнерами. Как же хорошо жилось людям в докомпьютерную эпоху! У вас есть шанс оценить."
        },
        "gemini": {
            "yesterday": "Если уж вы решите сегодня заняться работой, вам придётся сконцентрировать всё своё внимание на каком-то одном деле. Не стоит хвататься сразу за несколько проектов или брать на себя слишком много поручений. Вы всё равно не справитесь со всем качественно. Лучше сделать меньше, да лучше.",
            "today": "Сегодня вам не стоит принимать спонтанных необдуманных решений: вряд ли они окажутся действительно ценными для вашей дальнейшей профессиональной деятельности. Постарайтесь принять во внимание тот факт, что в выходной день подобные дела делаются крайне редко.",
            "tomorrow": "Сегодняшний день, к сожалению, может поставить вас перед выбором: личная жизнь или карьера. Прислушайтесь к себе. Внутренний голос в таком деле один из лучших советчиков! Впрочем, благодаря вашему таланту сочетать несочетаемое, удача возможна в обеих сферах, но всё-таки лучше сделать выбор.",
            "tomorrow02": "Успехи в делах могут вызвать излишнюю гордость, а в связи с ней и эгоизм. Опасайтесь конфликтов с сотрудниками и деловыми партнерами. Сдерживайте себя при общении с подчиненными. Положение звезд говорит о возможности неадекватного отношения к ним с вашей стороны."
        },
        "cancer": {
            "yesterday": "Денек не из легких. Из-за маленькой ошибки, допущенной в самом начале, все может встать вверх дном. Вряд ли вас это порадует, так что постарайтесь в первой половине дня обращать внимание на всякую мелочь.",
            "today": "Сегодня вам предстоит решить непростую задачу, которая в значительной степени изменит ваше отношение к работе и отношение ваших начальников или коллег к вам. Сделайте все возможное для того, чтобы изменения эти произошли в лучшую сторону и принесли вам лишь пользу в будущем.",
            "tomorrow": "Новизна – вот девиз сегодняшнего дня. Если вы твердо решили устраиваться на работу – не мешкайте ни минуты – это ваш день. Возможное будущее начальство останется  довольно, и с ближайшего понедельника вы сможете приступить к новым служебным обязанностям. Осталось выбрать цель – звезды не подведут!",
            "tomorrow02": "Сегодня не стоит быть легкомысленным и принимать непродуманные решения. Ошибка, сделанная в этот день, может привести вас к серьёзным финансовым потерям. То же касается и ваших высказываний. Думайте, прежде чем говорите, иначе кое-кто может расценить ваши речи как весьма двусмысленные."
        },
        "leo": {
            "yesterday": "Сегодня не исключены конфликты с начальством, поэтому, коль вы не хотите попасть по горячую руку шефа, лучше не высовываться и тихо и методично заниматься своими обязанностями. И не вздумайте сегодня просить повышения оклада, последствия могут быть самыми непредсказуемыми.",
            "today": "Сегодня вас будут встречать по одежке. Ум, конечно, сыграет немаловажную роль, однако будет сугубо вторичен. Поэтому перед тем как приступить к принятию ответственных и стратегически важных решений продумайте свой имидж: он должен быть безукоризненным.",
            "tomorrow": "Сегодняшний день приготовил для вас непредвиденные трудности как в отношениях с людьми, так и в понимании вашей точки зрения по освещаемому вами вопросу. Наберитесь терпения, и постарайтесь не повышать голос ни при каких обстоятельствах – вряд ли вам это поможет.",
            "tomorrow02": "Если есть возможность выполнить какие-то ваши непосредственные трудовые функции на дому, лучше сегодня этим заняться. В противном случае, ваша работа может на следующей неделе застопориться в силу того, что перед вами встанет слишком много некрупных задач, требующих времени и усилий."
        },
        "virgo": {
            "yesterday": "Сегодня вы найдете причину ряда ваших проблем. Останется пустяк — разобраться, что теперь с нею делать. Можете это занятие с чистой совестью отложить — для одно дня вполне хватит одного подвига.",
            "today": "Сегодня подходящий день для принятия ответственных решений. Пока ваши конкуренты отдыхают, вы вполне можете сделать рывок вперед, особенно потому что этого от вас в данный момент никто не ждет. Внезапность пойдет вам на пользу!",
            "tomorrow": "Именно сегодня у вас есть все шансы для того, чтобы осуществить все свои самые амбициозные карьерные мечты. Даже если то, что вы задумывали, кажется вам безумием, обязательно попробуйте воплотить это безумие в жизнь. Велика вероятность того, что вы об этом не пожалеете никогда.",
            "tomorrow02": "Сегодня благоприятный день для того, чтобы открыть все окна и двери – и наслаждаться ветром, свежим воздухом, атмосферными осадками и прочими погодными явлениями — с чем повезет. Главное — не простудитесь. А работа? В работе лучше сделать перерыв. Вы заслужили право на свободу, хотя бы ненадолго."
        },
        "libra": {
            "yesterday": "Сегодня звезды не рекомендуют вам даже вспоминать о том, что у вас есть какие бы то ни было служебные обязанности. Все равно в силу тех или иных обстоятельств выполнить вы их не сможете, поэтому просто расслабьтесь и получайте удовольствие.",
            "today": "Разве можно искренне верить то, что все сказанное вашим партнером – истина в последней инстанции? Наверняка он что-то скрывает, недоговаривает и пытается извлечь наибольшую пользу для себя. В ваших силах бороться с подобного ода безобразием – были бы время и желание.",
            "tomorrow": "Сегодня велика вероятность того, что вы вступите в конфликт с законом. Вряд ли он окажется фатальным для вас и вашей карьеры, однако несколько неприятных минут пережить вам, к сожалению, придется. Постарайтесь все предусмотреть и замаскировать как следует.",
            "tomorrow02": "День чреват  разнообразными неприятностями, которые имеют обыкновение возникать на стыке деловых интересов и нежных чувств. То ли чем-то придется пожертвовать, то ли дела с эмоциями скрутятся в клубок. Держите себя в руках — лучше прослыть бесчувственным, чем сесть в лужу."
        },
        "scorpio": {
            "yesterday": "Вы слишком зациклились на вашей узкой сфере деятельности? Тогда настала долгожданная пора, чтобы начать больше внимания уделять другим ее аспектам и стараться держать мысли в тонусе, придумывая новые и новые задания, отличные от предыдущих. Развивайте свои логические способности.",
            "today": "Нынче вас можете обуять честолюбие. Пытаться справиться с ним бессмысленно, так что лучше займитесь планированием своих будущих действий по покорению служебной лестницы. Без должной подготовки приступать к восхождению не следует.",
            "tomorrow": "Сегодня звезды не рекомендуют вам даже пытаться помочь кому-либо в его трудах. Вам и собственных забот будет вполне достаточно — к чему вам еще и чужие? К тому же вам не удастся ни оказать реальную помощь, ни поднять свой авторитет, ни исправить свою самооценку. А уж настроение точно испортится.",
            "tomorrow02": "Не надейтесь, то проблема рассосется сама собой и что нужно просто подождать какое-то время. «Какое-то время» - понятие весьма растяжимое, и если вы точно решили, что сделает всё завтра, с вашей любовью делать все не в срок это «завтра» растянется дня на два-три, когда уже будет поздно. В общем — придется трудиться прямо сейчас."
        },
        "sagittarius": {
            "yesterday": "В этот день вам будет весьма непросто убедить себя в том, что ваши трудовые подвиги на самом деле подвигами и не являются. Вы будете казаться себе непонятым и неоцененным героем, в связи с чем у вас вполне могут возникнуть некоторые трения с начальством.",
            "today": "Велика вероятность того, что сегодня вам придется заняться делом, в котором вы не особо компетентны или чувствуете себя неуверенно. Не будьте столь горды, чтобы не спросить совета у знающего толк в таких делах человека. Вам не откажут и дадут ценные рекомендации.",
            "tomorrow": "Благоприятный день для демонстрации творческого подхода к любому, сколь угодно скучному и прозаическому занятию. Вам даже удастся заинтересовать этим процессом еще кого-то — и справляться с делом станет проще.",
            "tomorrow02": "Сегодня ваш день, в полном смысле этого слово. Вы покорите всех: сослуживцев неподдельным интересом к их трудам, начальство - усердием и находчивостью в делах. Находясь на вершине успеха, не забудьте закрепить его и в дальнейшем действовать таким же образом."
        },
        "capricorn": {
            "yesterday": "Эгоизм в малых дозах не повредит, а в качестве профилактики он бывает полезен. Сегодня звезды рекомендуют в первую очередь заняться теми делами, которые касаются непосредственно вас, но при этом работе не вредят. И только потом поработайте во здравие любимой фирмы.",
            "today": "Сегодня только скорость вашей реакции и ваша интуиция помогут вам избежать проблем с работой, которые вполне могут возникнуть несмотря на то, что день является выходным. Главное – довериться себе, поверить в свои силы и не останавливаться ни перед какими препятствиями.",
            "tomorrow": "Сегодня вам дальше своего порога выйти вряд ли удастся: вы будете слишком заняты домашними делами, поэтому придётся отказать друзьям, когда они предложат вам выехать с ними куда-нибудь. На дальние поездки сегодня не рассчитывайте, а вот вечером созвать близких друзей очень даже получится!",
            "tomorrow02": "Сегодня у вас могут возникнуть проблемы в общении с представителями широкой общественности, клиентами вашей фирмы или лицами, непосредственно заинтересованными в ее деятельности. Постарайтесь быть готовым к тому, что вам придется давать обтекаемые ответы и много улыбаться."
        },
        "aquarius": {
            "yesterday": "Не вздумайте сорить деньгами, даже если речь идет о казенных деньгах. С начальником может возникнуть конфликт, если вы не сумеете промолчать и не выставлять свой характер напоказ, где не следует. Сумеете удержать под контролем свои эмоции, и всё будет хорошо.",
            "today": "Не спешите сегодня отрекаться от своего выходного ради пользы общественности, клиентуры, начальства и других индивидов, до которых вам сегодня не должно быть никакого дела. В конце концов, вы заслужили отдых после напряженной рабочей недели. Реализуйте свое право.",
            "tomorrow": "Вам нужна помощь? Поищите ее в непосредственной близости от себя — возможно, вам окажутся полезны друзья, знакомые друзей или даже ваши собственные родственники.",
            "tomorrow02": "На службе сейчас намечается настоящий аврал, вам даже некогда будет перекусить, столько дел сразу навалится на ваши бедные плечи. Соберите в кулак всю силу воли, какая только у вас есть, для решающего броска. Скоро та уйма обязанностей, под которой вы погрязли исчезнет, и у вас будет возможность отдохнуть."
        },
        "pisces": {
            "yesterday": "Сегодня звезды не рекомендуют вам долго размышлять над тем, насколько вы правильно выполняете поставленное перед вами задание. Чем быстрее вы его выполните, тем меньше будет вероятность того, что вы ошиблись. Любое промедление будет чревато неприятными последствиями.",
            "today": "Если вы давно искали возможность, чтобы дать ход новым достаточно сложным и трудоёмким предприятиям, вы сегодня сумеете найти такую лазейку. Стоит вам немного потрудиться и проявить во всём своем блеске организаторские способности, как сами увидите, всё наладится само собой.",
            "tomorrow": "Благоприятный день для заключения сделок. Даже у самых рискованных есть шанс оказаться успешными, хотя понапрасну рисковать все же не следует. Просто максимум работы по делам подобного рода следует выполнить именно сегодня.",
            "tomorrow02": "Сегодня некоторые действия вашего начальника будут вам казаться нелогичными, неправильными и нецелесообразными. Постарайтесь однако напрямую его не критиковать, претензий не высказывать и вообще никак не демонстрировать ваше неудовольствие. Если это будет возможно, разумеется."
        }
    }
}