{
    "horo": {
        "date": {
            "@yesterday": "17.11.2021",
            "@today": "18.11.2021",
            "@tomorrow": "19.11.2021",
            "@tomorrow02": "20.11.2021"
        },
        "aries": {
            "yesterday": "Нынче вы вряд ли будете оставаться в одиночестве хоть на минуту. Да вы и сами этого, скорее всего, не захотите - вам будет свойственна повышенная говорливость, а без собеседника перенести такое состояние будет непросто. Потому на столе вашем преобладать должны блюда, которым не страшны перепады температур, возможные вследствие вашей склонности надолго отвлекаться от еды.",
            "today": "Не ставьте то, что не предназначено для особо длительного хранения в дальний угол холодильника. Оно может затеряться там практически,  навечно, и если и будет найдено, потеряет к тому времени всякую съедобность.",
            "tomorrow": "Этот день будет скучен, если в нем не найдется времени для небольшого соревнования. И совершенно необязательно устраивать традиционное \"кто кого перепьет\", есть масса других способов. Даже есть гамбургеры на скорость не нужно. Попробуйте наперегонки ловить мелкие маринованные маслята - чрезвычайно азартное занятие. Не исключено, что пару-тройку грибочков вам даже съесть удастся.",
            "tomorrow02": "Сегодня вам светит попробовать нечто настолько вкусное, что делить это блюдо вам захочется с собой и только с собой. Так что заранее перенесите все встречи, гостей, празднества и прочие компанейские мероприятия на другой день. Эгоизм - это, конечно, нехорошо, но в данном случае цель обещает оправдать средства. Иначе вам придется испытать чувства, далекие от дружеских."
        },
        "taurus": {
            "yesterday": "Сегодня вы будете вполне способны затеять спор с шеф-поваром на тему правильности приготовления им фирменного блюда ресторана. Занятие достойное уважения, но небезопасное - всякий маэстро склонен обижаться за свои творения. А если вам так уж катастрофически не нравится его стряпня - смените место обеда. Нынче, кстати, это вполне одобряется звездами.",
            "today": "Что бы вы ни собирались кушать - не дайте вашему обеду остыть. Телефонные и личные разговоры, очень срочные дела, ожидание кого-то или чего-то - все это не причина заставлять тарелку  с едой ожидать вашего внимания. Тот выигрыш во времени, который, быть может, вы обретете в результате, ни коим образом не сравнится в проигрыше во вкусе. Кстати о вкусе - сегодня рекомендован острый суп, желательно - харчо.",
            "tomorrow": "Попытки сотворить в домашних условиях нечто, что в готовом виде продается в ближайшем магазине, безусловно, достойны, но сегодня их предпринимать не стоит. Замучаетесь.",
            "tomorrow02": "Нынче звезды настоятельно рекомендуют включить в меню что-нибудь грибное. Продукт, конечно, не из легких, усваивается довольно тяжело - зато вкусовые качества выше всяких похвал. Особенно, если это не тепличные шампиньоны, а полноценные лесные красавцы-белые. Закажите на обед жюльен из грибов под сыром - не пожалеете."
        },
        "gemini": {
            "yesterday": "Сегодняшний день принесет вам либо победу, либо поражение. И в том и в другом случае у вас будет повод, чтобы принять на грудь некоторое количество алкоголя, потому помните о необходимости наличия закуски. Закусывать сегодня, как учил небезызвестный профессор Преображенской, следует горячим. Вот, например, салат из шампиньонов с кукурузой и паприкой очень неплох в таком виде.",
            "today": "Вы будете склонны искать, и что главное - находить проблемы на собственную голову сегодня. Не стоит кушать особо тяжелых блюд, избегайте сложных салатов. Предпочтительны постная говядина под легким луковым соусом, на гарнир - жареный корень сельдерея. Закусить маринованным огурчиком или грибочком, но не увлекаться. Лучшее питье - апельсиновый сок и коктейли на его основе.",
            "tomorrow": "Главное сегодня не то, что вам предстоит готовить и есть, а то, в какой компании вам предстоит потреблять пищу. Пригласите друзей.",
            "tomorrow02": "Сегодня на вашем столе непременно должна хоть раз за день побывать какая-нибудь выпечка. Булка или хлеб не подойдут, предпочтительны пироги с начинкой, кулебяка, расстегаи, ватрушка, на худой конец - сладкие сдобные булочки. День также благоприятен и для поедания других изделий из теста, не выпечных, а жареных или вареных - пельменей, чебуреков."
        },
        "cancer": {
            "yesterday": "Если вас будут мучить сомнения по поводу того, что съесть на завтрак, пресеките их самым кардинальным путем - не ешьте ничего. Как показывает практика, это самый лучший способ нагулять аппетит к обеденному времени. А уж в обед (быть может, плавно переходящий в ужин) оттягивайтесь по полной программе. Но только алкоголем не увлекайтесь. А лучше и вовсе от него отказаться",
            "today": "Вам не стоит гнаться за мелкими подробностями вкуса. Вы все равно вряд ли сможете оценить его достаточно адекватно. Так что карьеру дегустатора пока лучше не начинать. Да и вообще продукты, подаваемые сегодня к столу, не должны быть слишком основательно приправлены, будет гораздо лучше, если они сохранят свой первоначальный вкус и запах.",
            "tomorrow": "Собираясь идти в ресторан с романтическими целями, будьте заранее готовы к компромиссу по вопросу выбора того, что вы будете кушать, а главное - пить. Если вам звезды рекомендуют рыбу, а вашему спутнику более по душе окажется баранья нога, которая, мало того, что ее ну никак не съесть одному, еще и требует красного вина, в то время как вам-то больше подойдет белое, а пить вы и вовсе намерены были шампанское, поскольку повод для ужина к нему обязывает - могут возникнуть проблемы.",
            "tomorrow02": "Этот день требует изящества во всем, начиная от внешнего вида, заканчивая манерами, демонстрируемыми за столом. Старайтесь и блюда выбирать изысканные, если не по виду (хотя и это весьма желательно), то хотя бы по содержанию. Неплоха в таком контексте будет японская кухня, в то время как корейская или китайская, напротив, не рекомендуется."
        },
        "leo": {
            "yesterday": "Сегодня вам следует с повышенным вниманием отнестись к своему здоровью. Не кушайте на сквозняках, не ешьте мороженое и не пейте холодный лимонад на морозе, если вам что-то не рекомендовано, значит, нынче вам этого есть совсем нельзя, ни под каким видом. Заодно для профилактики можете исключить жирное, острое и соленое и, разумеется, алкоголь. То немногое из съедобного, что останется в списке после введения этих ограничений кушать понемногу, но часто.",
            "today": "Избегайте сегодня употребления большого количества чая, кофе и уж тем более специализированных тонизирующих напитков. День и без того обещает быть достаточно неспокойным, и вряд ли подобные вещи помогут вам пережить его без особых потрясений. Ну а если захочется пить? Значит, пейте воду. Или сок. Или даже стаканчик-другой вина пропустите - но тут уж главное случайно не увлечься.",
            "tomorrow": "Чем бы вас ни подчевали сегодня, вам все будет казаться недостаточно вкусным. Даже самое любимое блюдо может разочаровать, никогда не подводивший рецепт - оказаться на поверку той еще гадостью. Возможно, это день лучше посвятить диете, а то и вовсе голоданию - что толку попусту расстраиваться самому и расстраивать тех, кто будет пытаться вам угодить?",
            "tomorrow02": "Не спешите сегодня, даже если вы действительно торопитесь. Поспешные действия приведут лишь к сожалениям об упущенных в запарке возможностях. А возможностей будет море, и все такие вкусные... Ну как можно не подождать, пока вам приготовят тунца с имбирем и перцем чили? Никак нельзя, несерьезно это. А отложить это замечательное блюдо назавтра не получится, день неподходящий."
        },
        "virgo": {
            "yesterday": "Сегодняшний день обещает быть довольно удачен и весьма насыщен событиями, весьма вероятно крупное застолье. Берегите свое платье от излишне активных в беседе сотрапезников, если вам за столом попадется сосед, любящий сопровождать свою эмоциональную речь жестами, на вас вполне может быть опрокинуто что-то трудновыводимое.",
            "today": "Если день считается рыбным (а для представителей вашего знака Зодиака он таковым и является), то это еще не означает, что есть вам надлежит только рыбу. Нет, безусловно, семга, особенно жареная на открытом огне, придется вам по душе. Тут и к гадалке не ходи. Но лучше все же съесть чего-нибудь альтернативное (но, как и рыба, проводящее большую часть своей сознательной жизни в воде). Что вы думаете, например, по поводу жареных лягушачьих лапок под чесночным соусом?",
            "tomorrow": "Не стоит занимать время, ища сегодня что-то конкретное. Стоит сформулировать свои кулинарные предпочтения более определенным образом, нежели обобщенное \"хочу жареного мяса\", и у вас начнутся значительные проблемы с осуществлением своих пожеланий. Просто идите кушать, а уж что вам предложат, в ответ на вашу просьбу, - покажет время.",
            "tomorrow02": "Если вы верите, что овсянка может быть съедобной, именно ее вам и следует съесть сегодня на завтрак. Ибо вряд ли можно придумать что-то более полезное для вашего желудка. Если же овсянка кажется вам чем-то сродни какому-нибудь рыбьему жиру, значит, вы просто не умеете ее готовить. Обратитесь к специалистам. Они с радостью вас ею накормят. И, если повезет, она вам даже понравится."
        },
        "libra": {
            "yesterday": "Сегодня вы будете способны оценить изыски, понять которые в иные дни было бы проблематично. Из вас получился бы отличный дегустатор, поузнавайте - не нужен ли где такой талант. Но даже если применения коммерческого вы этому дару не найдете, заработать репутацию тонкого ценителя сможете запросто.",
            "today": "Нынче вам следует есть рыбу, рыбу и только рыбу. Морскую и речную, вареную, жаренную, соленую, копченую и даже сушеную. Иногда можно закусывать другими богатыми фосфором продуктами, икрой, например, или апельсинами и грецкими орехами. Чем больше упомянутого химического элемента получит ваш организм, тем лучше. Возможно, вы даже станете еще умнее.",
            "tomorrow": "Этот день должен оставить в памяти лишь приятные воспоминания, хотя каких-то особенных событий он и не обещает. Не совсем подходящее время для гастрономических экспериментов, будет гораздо лучше, если вы удобно устроитесь перед столом, накрытым любимыми вами блюдами. Чувствовать себя при этом надо максимально комфортно, если вам хочется снять туфлю и подогнуть ногу под себя - так и сделайте. И никуда не спешите - позвольте себе получить от еды удовольствие.",
            "tomorrow02": "Сегодня вы  можете оказаться излишне требовательны ко всему, что касается пищи. Разумеется, все должно быть в лучшем виде: продукты обязаны быть свежайшими, оформление блюд - максимально эстетичным, вкус - безупречным, обслуживание молниеносным. Однако столь углубленные поиски совершенства не принесут ничего, кроме разочарования, даже все действительно будет весьма недурно. Расслабьтесь и получайте удовольствие от того, что имеете."
        },
        "scorpio": {
            "yesterday": "Сегодня вы будете вызывать повышенный интерес у окружающих. Возможно, вас это устраивает, однако, не факт, что стоит привлекать к себе избыточное количество внимания во время еды. Усваиваться будет плохо, особенно, суп. В самом деле, разве можно нормально донести до рта ложку, если на вас глазеет не меньше полудюжины зрителей? Никак нельзя, расплещете и тем самым привлечете взгляды еще десятка. Так что старайтесь найти себе максимально укромное местечко.",
            "today": "Легкое чувство голода, которое, возможно, вам придется пару раз испытать в течение сегодняшнего дня, вовсе не является настолько уж большой проблемой, честное слово. Тем более, что поблизости всегда найдется местечко, где это самое чувство можно будет с комфортом утолить. Чем-нибудь типа жюльена с грибами. И запить свежезаваренным ароматным чаем.",
            "tomorrow": "Будьте готовы к неожиданностям. Нынче вам вполне могут подсунуть говядину вместо свинины, пирожок с капустой вместо пирожка с картошкой, землянику вместо клубники, или даже совершенно не заказанную вами муху в супе. Есть даже шанс быть банально обсчитанным в ресторане, впрочем - в любую сторону, могут и накинуть. Держите ухо востро.",
            "tomorrow02": "А не хотите ли вы сегодня рискнуть и отведать какое-нибудь новое и необычное блюдо? Скажем, какой-нибудь национальной кухни, о самом существовании которой вы до сегодняшнего дня и слыхом не слыхивали. Звезды говорят, что, скорее всего, риск будет более чем оправдан - так что неотложку под окнами для профилактики можно и не ставить. Учтите только, что то, что хорошо сегодня, завтра может стать совсем вам не по вкусу."
        },
        "sagittarius": {
            "yesterday": "Нынче вам может экстренно потребоваться отдых от трудов праведных. Если вам не претит задание работы челюстям, лучшим местом для релаксации будет маленький ресторанчик с живой музыкой (желательно - джазом или блюзом) и хорошей кухней, не важно какой национальности, главное - чтобы без особых требований к образованию по части способа поедания блюд.",
            "today": "Сегодняшний день хорош для того, чтобы пересмотреть свою диету. Если у вас ее нет в принципе, можно подумать о том, как упорядочить вашу гастрономическую жизнь, если она имеется - оценить результаты и подумать о целесообразности ее продолжения. Эффект новизны вам обеспечен. Тем, кто не связан диетами звезды рекомендуют на сегодняшний день продукты в основном молочного происхождения.",
            "tomorrow": "Сегодня еда будет значительно приятнее и полезнее, если поедать ее вы будете не в одиночку, а в хорошей компании старых друзей и подруг, за приятной беседой под бутылочку легкого французского вина. А в одиночку ешьте хоть ананасы с рябчиками, хоть овсяную кашу на воде - эти калории вам впрок не пойдут. Лучше уж вместо этого устроить себе легкий разгрузочный день из фруктов и соков.",
            "tomorrow02": "На сегодняшнем дне звезды углядели пятно. Видимо - от соуса, может быть - от чая кофе, сока или еще какого-либо напитка. Поскольку вероятность вляпаться в эту неприятность довольно велика, и рекомендации тщательно следить за координацией собственных движений и движений окружающих - в меру бессмысленны, постарайтесь подобрать такую одежду, для которой контакт со съестным не окончился бы катастрофой. Или избегайте пищи и питья вовсе."
        },
        "capricorn": {
            "yesterday": "Если бы будете сегодня хотя бы изредка выходить на улицу, там, на улице, и пообедайте. Зайдите в какой-нибудь ресторанчик, или в кафе что посимпатичнее. На худой конец, сжуйте шаурму. Принимать пищу в домашних условиях вам сегодня не рекомендуется. Не злоупотребляйте спиртными напитками. Стаканчик красного вина - это максимум, что вы можете себе сегодня позволить.",
            "today": "Вашему желудку грозит серьезная опасность. Нынче он будет ой как уязвим и нежен. Так что десять раз подумайте, прежде чем пичкать его различными изысканными, но трудноперевариваемыми блюдами. Будьте проще. Нет, вы не поняли... Еще проще... Вот, например, щи подойдут вам в самый раз. Нет, не обязательно постные. Тем более, что с мясом, что бы там ни говорили, намного вкуснее.",
            "tomorrow": "Весь сегодняшний день, с раннего утра и до позднего вечера, принимать пищу вам лучше исключительно в одиночестве. Ибо любой сотрапезник будет только и делать, что отвлекать вас от сего наиважнейшего процесса, требующего полной сосредоточенности. Ну скажите, можно ли получить удовольствие от французского лукового супа, если в сами будут пытаться вести светскую беседу?",
            "tomorrow02": "Нынче вам непременно нужно скушать не менее килограмма овощей и кореньев. Это, конечно, будет непросто, но если пообедать, скажем, супом-пюре из тыквы, пастернака и лука порея, на второе откушать брюссельской капусты, обжаренной в панировочных сухарях, или, например, брокколи, запеченной со стручковой фасолью в сливках, а вечером подкрепиться салатом из свежих овощей, заправленным лимонным соком, то заданная звездами программа будет благополучно выполнена."
        },
        "aquarius": {
            "yesterday": "Обращайте побольше внимания на нюансы - приправы, соусы, виды подаваемого к еде хлеба. Предпочтение следует отдавать приправам с нерезким, изысканным вкусом. Не рекомендуется базилик, гвоздика, следует быть аккуратным с перчеными блюдами. Не стоит пить чай с бергамотом. Соусы предпочтительны сметанные и приготовленные на мясном бульоне, избегайте томата и уксуса. Хлеб лучше кушать отрубяной и многозерновой.",
            "today": "Нынешний день не порадует поклонников мясоедения. Сегодня лучше воздержаться от белковой пищи, ограничившись едой растительного происхождения. Особенно рекомендуются злаки, можно - в сочетании с молоком (в самом деле, грызть какие-нибудь мюсли без молока - это уж слишком). Ни мясо, ни рыба, ни даже яйца в вашем меню присутствовать не должны.",
            "tomorrow": "Либо вы сегодня будете сыты вкусным и своевременным обедом, довольны жизнью, веселы и дружелюбны, или голодны, раздражительны и угрюмы. Секрет, по-видимому, в обеде. Нынче его нельзя не то, что игнорировать - с ним даже не рекомендуется задерживаться. А откушать сегодня хорошо бы солянки, если, конечно, там, где вы обедаете ее умеют как следует готовить.",
            "tomorrow02": "Сегодня небосвод рекомендует скушать нечто, богатое белком и во всем соблюдать неторопливость. Единственное, что можно предложить в подобном случае, дабы вписаться в рамки заданного сочетания - это яичницу по-фински. Есть, оказывается и такая - эдакий омлет с зеленым луком и черным перцем. Кстати, едят ее преимущественно с копченой рыбой - рыбу можете выбрать по собственному вкусу."
        },
        "pisces": {
            "yesterday": "Сегодня вполне можно повторить удачный опыт выбора пищи, полученный на днях. Вы не считаете, что хоть что-то достойно повторения? Тогда загляните в более отдаленное прошлое, уж там-то наверняка найдется воспоминание о приличном обеде и том месте, где его можно раздобыть. Напрягите память и приятного аппетита.",
            "today": "Способности ваши нынче будут заметно выходить за рамки возможностей, предоставляемых ситуацией. Такое положение дел чревато тем, что вам придется менять свои кулинарные планы. Скорее всего, вам не удастся найти некого продукта, необходимого для приготовления задуманного блюда, или заказ ваш не сможет быть выполнен по каким-то не зависящим от вас причинам. Чтобы не было обидно, лучше ограничиться максимально простым выбором.",
            "tomorrow": "Завяжите себя в узел, наступите себе на ногу, закусите губу - сделайте все, что в ваших силах, чтобы справиться с собой и заставить себя расходовать время с толком. Особенно это касается тех минут, грозящих перерасти в часы, которые вы потратите на прием пищи. Этот процесс слишком расслабляет, а вам столько всего еще нужно сделать. Кушать сегодня нужно то, что можно съесть быстро, желательно - на бегу. Можно даже бутерброд - неполезно, зато времени не отнимет.",
            "tomorrow02": "Вы никогда не готовили сами? Попробуйте сделать это сегодня. Кухня будет ваша и только ваша. Взявшись за готовку, вы сможете сотворить настоящее чудо кулинарного искусства, но только в одиночку. Так что ни в коем случае не пускайте к себе никого. Даже близких. И особенно - домашних животных. Потому что готовить вы нынче будете, скорее всего, мясо. Или рыбу. Овощи сегодня к употреблению не рекомендуются."
        }
    }
}