{
    "horo": {
        "date": {
            "@yesterday": "19.11.2021",
            "@today": "20.11.2021",
            "@tomorrow": "21.11.2021",
            "@tomorrow02": "22.11.2021"
        },
        "aries": {
            "yesterday": "Овнам небесные путеводители указывают на срочную необходимость предпринять сегодня какую-то поездку – именно она будет активно способствовать улучшению вашей интимной жизни. Кстати, наибольшие перспективы на близость наблюдаются у вас на востоке и юго-востоке…",
            "today": "Овнам показан сегодня крепкий сон в объятиях своего партнера, а вовсе не какие-либо нестандартные забавы. Другое дело, что ваше воображение окажется до крайности раздразненным событиями дня, что не позволит вам просто так заснуть. Ну что ж, сделайте «это» по-быстрому, а потом скорее – на боковую…",
            "tomorrow": "Хороший день, чтобы наконец-то откровенно спросить у вашего любимого человека… во что он любил играть в детстве? После того как вы получите исчерпывающий ответ, немедленно воплощайте его в жизнь! Естественно, с добавлением эротических элементов! Войнушка – так с сексом на плацу, шахматы – так схватка двух ладей. А может быть, зоопарк или цирк?",
            "tomorrow02": "Не стоит сегодня возлагать особенных надежд на любовную близость – пусть все идет своим чередом, и чем меньше вы будете предвкушать интим, тем лучше. Лучше займите свою голову планированием совместного отпуска – ведь уже сейчас пора покупать те секс-игрушки, что вам обязательно надо взять с собой в Рим или в Египет!.."
        },
        "taurus": {
            "yesterday": "Сегодня в постели у Тельцов может случиться сильный переполох. Причиной его может стать появление на вашем ложе кого-нибудь, кого вы совсем не ожидали там увидеть. Причем сюрприз может оказаться как приятным, так и, напротив, шокирующим. Иначе говоря, под одеялом вы найдете либо желанного мужчину, либо любовницу вашего парня…",
            "today": "В этот день вам будет непросто открыться вашему партнеру как для откровенной беседы, так и для откровенных ласк. Однако сделать это будет необходимо, если вы действительно хотите бурного, яркого и страстного секса. Если же нет - значит, и задумываться вам не о чем.",
            "tomorrow": "Сегодня вашему партнеру будет непросто приспособиться к каким-то особенностям вашего темперамента, которые проявятся именно в этот день. Впрочем, если у него это все же получится, значит, ему действительно не все равно, что вы испытываете в его страстных объятиях.",
            "tomorrow02": "Накопившееся неудовлетворение совместной жизнью в целом и друг другом, в частности, приведет сегодня вашу пару к ситуации цейтнота. Выглядеть это будет примерно так: вы, словно два свежевыструганных Буратино, лежите рядом и злитесь, что никто не проявляет инициативы первым. Естественно, гордость мешает вам отбросить досаду и просто уткнуться носом в родную подмышку… Хотя – может, все получится наоборот? Ведь принцесса была прекрасная…"
        },
        "gemini": {
            "yesterday": "Сегодня ваш партнер получит уникальную возможность узнать, что вы испытываете во время интимных отношений с ним на самом деле. Так что если вам вдруг было что скрывать, срочно придумывайте себе алиби. В противном случае, ваши любовные игры с этим человеком будут последними.",
            "today": "В этот день вы поймете, что ваш партнер вызывает в вас страсть в независимости от того, старается он это сделать или нет. Более того, вам абсолютно все равно, как он выглядит и как себя ведет. Достаточно будет всего лишь его наличия рядом для того, чтобы ваше тело захотело очутиться в его объятиях со всеми вытекающими последствиями.",
            "tomorrow": "Ваша сексапильность зашкаливает за все мыслимые и немыслимые границы, и вы сможете зажечь возлюбленного с одного взгляда. Не упустите момент! Спонтанный секс с острой прелюдией, не только подхлестнет вас, но и станет лишь первой ласточкой этим вечером.",
            "tomorrow02": "Забудьте о стереотипах, и полностью отдайтесь своим чувствам. Так, и только так вы сможете сегодня достичь удовольствие в любви и сексе. Какая разница, что о вас думают другие, вы такой, какой есть! Тем более, что ненаглядный никаких претензий не предъявляет. Так что наслаждайтесь своим любимым, ведь это так прекрасно."
        },
        "cancer": {
            "yesterday": "Возможно, в этот раз вам стоит отказаться от принятия алкоголя до или во время сексуальных игр. Будьте уверены, что в этом случае процесс доставит вам гораздо больше удовольствия, чем если бы вы находились под градусом, а сам результат превзойдет все ожидания.",
            "today": "В этот день вам придется выполнить сексуальное обещание, которое вы дали вашему партнеру довольно-таки давно и о котором уже успели напрочь забыть. Однако он, к вашему сожалению, об этом помнить будет, и вам припомнит обязательно. Лучше уж вы сами вспомните, предварительно.",
            "tomorrow": "Если у вас нет желания придаваться бурным страстям, то и не стоит себя уговаривать, тем более терпеть. Так что просто сообщите партнеру, что сегодня дело ограничиться только легкими поглаживаниями в связи со временно пониженной сексуальной активностью. Заодно проверите, насколько вас понимают.",
            "tomorrow02": "Сегодня секс вам будет необходимее, чем воздух, а значит, вы вполне можете попробовать заняться им в чулане или под кроватью. В крайнем случае — укрывшись с головой одеялом, хоть это и неинтересно. Зачем — не знаем, все вопросы - к звездам."
        },
        "leo": {
            "yesterday": "Весам стоит сегодня подумать, смогут ли они отдаться любовным делам со всей страстью. Судя по предсказаниям астрологов, их наверняка нынче занимают другие вопросы: общение с друзьями, забота о детях, а то и любимое хобби. Быть может, стоит отложить секс до завтра?",
            "today": "В этот день ваш партнер захочет обладать не только вашим телом, но и вашей душой, поэтому он постарается и в ней найти те особые, тайные зоны, которые стоит ласкать для того, чтобы всей душе в целом стало хорошо. Если вы этого не хотите, не расслабляйтесь ни на минуту: а вдруг действительно найдет?..",
            "tomorrow": "В связи с общим потеплением климата, потеплели и взгляды прохожих. Вам тоже следует подчиниться настроению природы. Купите себе что-нибудь новенькое, измените прическу, словом почувствуйте себя обновленным человеком. Тогда и отношение окружающих к вам обновится, тем более того, кому вы нужны.",
            "tomorrow02": "Мимолетные знакомства могут обернуться одноразовым сексом. На вашу личную жизнь это, впрочем, никак не повлияет. Если проявите осторожность, то никто даже не узнает о вашем маленьком пикантном приключении. Только не забывайте о предохранении: даже от таких знакомств появляются дети."
        },
        "virgo": {
            "yesterday": "В этот день Девам будет довольно сложно решить, чего им хочется больше: страстного вечера с зажигательным сексом или теплых дружеских посиделок. Выбирайте второе, секс запросто может случиться и после.",
            "today": "Девам звезды обещают крутой творческий подъем. Так что, вперед, на покорение вершин. Не забудьте направлять творчество в нужное русло. Ведь вашему партнеру ещё не приходилось сталкиваться с такой бурной фантазией. Это должно подвигнуть его на страстный секс.",
            "tomorrow": "Сегодня вас привлекают люди старшего поколения, причем не моложавые и хорошо сохранившиеся, а вполне себе в возрасте и даже с сединой и бесами в нужных местах. Кстати, для большинства Дев будет достаточно даже легкого флирта с подобными личностями, а продолжение они додумают сами…",
            "tomorrow02": "Хотите упрямиться — на здоровье. Нынче вас никто не переупрямит, так что отговаривать вас от этого занятия просто дураков нет. Правда, на прилив нежности со стороны партнера, которому вы пару-тройку раз за день отказали, тоже можно не рассчитывать. Даже если отказывали вы не в сексе, а в просьбе сделать кофе."
        },
        "libra": {
            "yesterday": "Если в этот раз вам покажется, что темперамент вашего партнера совершенно не соответствует вашему, сексуальную игру стоит прекратить. Однако сделать это нужно как можно более мягко, не вызывая друг у друга чувства обиды и раздражения. Помните, пройдет пара дней и ситуация может в корне измениться.",
            "today": "На ваше общее физическое состояние сегодня заметно повлияют внешние условия жизни, благодаря чему усталость и нервозность будут преследовать вас и в постели с любимым человеком. Постарайтесь свести к минимуму общение и интимный контакт - тогда у вас будет меньше шансов передать плохое настроение своему партнеру.",
            "tomorrow": "Сегодня тот день, когда не стоит проверять свои чувства расстоянием – ничего хорошего из этого не выйдет. Либо вы с вашей половинкой одновременно уйдёте налево, либо будете оба страдать от одиночества. Так что отменяйте все дела и встречи – и посвятите этот день друг другу!",
            "tomorrow02": "Пришла пора  выйти на берег океана страсти и оглянуться вокруг, где царят покой и благодать. Вам нужен короткий отдых для того, чтобы прийти в гармонию со своим сексуальным эго. Эта передышка даст вам возможность осознать, что порой покой гораздо приятнее разнузданности…"
        },
        "scorpio": {
            "yesterday": "В этот день вам может повезти в знакомствах по Интернету. Найдите любой сайт знакомств или постучитесь в любую ICQ на ваш выбор. И, вполне возможно, вам ответит тот человек, которого вы так давно искали. Виртуальный секс иногда бывает ничуть не хуже настоящего...",
            "today": "Сегодня вас может подвести неумение или страх называть вещи своими именами. В итоге, ваш партнер просто не поймет, что вы от него хотите. А здесь уже и до скандала не далеко. Так что, следует отбросить комплексы и прямо сообщить то, чего бы вам хотелось. К тому же, подумайте, как это возбуждает.",
            "tomorrow": "Вам сегодня не нужно экспериментов в области секса, чтобы испытать полнейшее удовлетворение. Вас вполне устроит во всех отношениях классический подход к этому вопросу. К тому же привычный сценарий не потребует длительного согласования всех нюансов с вашим партнером.",
            "tomorrow02": "Сегодня, для того, чтобы окончательно не разочароваться в этом мире, вам нужна небольшая доза романтики. Вино, свечи, дождь, ванна с лепестками роз, поцелуи и красивые слова – это то, что нужно. Просто намекните партнеру, начните сами, тогда он поймет, в каком направлении ему действовать."
        },
        "sagittarius": {
            "yesterday": "Сегодня сексуально-привлекательным вам покажется не свой родной любимый и единственный, а кто-то совсем, чужой и далекий. Сексуальную энергию выбрасывать все-таки лучше в объятьях милого, а про остальных просто мечтать. Ну если уж никакого терпения нет, ну что ж... чуть-чуть не считается.",
            "today": "Не пытайтесь убедить сегодня Раков, что секс полезен для здоровья! На него не подействует даже это, ибо он твердо уверен, что понедельники для этого не предназначены! Зато если вы решите поднять его настроение и подарите ему пару пустяковых сувениров, он сам придет к вам и начнет ластиться…",
            "tomorrow": "Немного романтики и интимных разговоров при приглушенном свете за бутылкой прохладного белого вина, и ночь, полная страсти и удовольствий, обеспечена. Просто забудьте о всех проблемах и тревогах и полностью отдайтесь охватившим вас желаниям.",
            "tomorrow02": "Мой дом - моя крепость! Сегодня это высказывание для вас особенно актуально, поскольку вам совсем не хочется покидать родные стены. Вся ваша семья, очевидно, в полном сборе, поэтому днём вам с супругом уединиться вряд ли удастся. Ночью же небеса советуют в постели быть пожёстче - это возымеет нужное действие."
        },
        "capricorn": {
            "yesterday": "В этот день вы поймете, что зависимость вашего партнера от вас закончилась или приостановилась, а значит, он больше жизненно в любовных играх не нуждается и без них ему гораздо хуже не будет. Это, конечно, несколько уязвит ваше самолюбие, но и снимет вас частично груз ответственности.",
            "today": "Махровый халат, шелковый шарф, бабушкина шаль – что-то из этих вещей вам сегодня непременно пригодится. Ведь звезды советуют вам по максимуму использовать в ваших эротических забавах одежду и прочие аксессуары из ткани. Кто-то достанет из шкафа яркое парео и предстанет пред очи возлюбленного неискушенной таитянкой, а кто-то, словно знойная Кармен, закружит своему мачо голову при помощи складок размашистой юбки-испанки…",
            "tomorrow": "Козерогам сегодня полезно будет изучить сексуальный опыт жителей заморских стран, причём тернистым путём проб и ошибок. Секс по-английски и по-французски не только расширит ваш кругозор, но и добавит новые ощущения в ваши сексуальные игры и привычки. Ведь учиться никогда не поздно, тем более такой интересной и познавательной науке!",
            "tomorrow02": "Козерогам светила рекомендуют подбросить немного хвороста в печку ваших отношений. Не исключено, что в последнее время пламя между вами стало понемногу тускнеть, постепенно теряя свои пылкость и остроту. Сегодня самое время для того, чтобы начать новый огненный виток…"
        },
        "aquarius": {
            "yesterday": "Неудовлетворение собственной фигурой и образом жизни не лучшим образом скажется на настроении, а главное, на поведении Водолеев. В мужской компании вы излишне бойки и смешливы, но за этим стоит неуверенность и зависимость от чужого мнения. Так что вечером лучше займитесь активным аутотренингом – повышает самочувствие не хуже секса…",
            "today": "Любовный опыт Водолеев поможет им сегодня избежать какой-то роковой ошибки в отношениях и в близости. Возможно также, что вы окажетесь в положении, когда вы прекрасно знаете, что произойдет, но изменить ничего не в силах (или уже поздно). Главное – не слишком нервничайте. Все равно ведь все кончится хорошо.",
            "tomorrow": "Сегодня для вас главное – почувствовать себя сильным, независимым и свободным. Тогда с поиском и нахождением сексуальных партнеров у вас никаких проблем не будет: представители противоположного пола сами будут предлагать свои тепло и ласку в больших количествах.",
            "tomorrow02": "Сегодня день у Водолеев сложится особо приятно в сексуальном смысле. Потому что секс начнется буквально сразу же, как только вы откроете глаза, вам просто не дадут выйти из постели. И будет продолжаться до позднего вечера с небольшими перерывами на обед и прогулки в туалет."
        },
        "pisces": {
            "yesterday": "Аккуратнее – ваши кавалеры склонны сегодня воспринимать буквально даже самые прозрачные намеки на интим. Если вы только того и добиваетесь – тогда будьте готовы оказаться атакуемой повсюду, где застанет вас случай – на улице, на работе, в автомобиле или даже в гостях. Если же в ваши планы вовсе не входит немедленное соитие на глазах у кучи народа – тогда держите рот на замке и ограничьтесь легким пожатием рук и кокетливыми взглядами.",
            "today": "Сегодня могут быть разногласия с любимым. Дело может дойти даже до скандала. Это, конечно, не есть хорошо, но ведь и в скандалах есть положительные моменты. Только представьте, каким получится секс на кухонном столе после трех разбитых тарелок, или как приятно будет вцепиться друг в друга после примирения. Главное правильно все рассчитать (и не забыть убрать со стола осколки).",
            "tomorrow": "Сегодня звезды рекомендуют вам отдать предпочтение кружевному белью, соблазнительным коротким юбками и платьям или брюкам в обтяжку. Пусть ваша одежда подчеркнет вашу сексуальность, неповторимость и неотразимость: тогда и ее отсутствие не сможет вас лишить этих достоинств.",
            "tomorrow02": "В этот день вашему партнеру опять потребуются ваши дополнительные и даже чрезмерные усилия для того, чтобы дойти до вершины блаженства. Если вам надоело выкладываться больше положенного, стоит начать постепенно снижать дозу. А вдруг и ее хватит для тех же целей?"
        }
    }
}