{
    "horo": {
        "date": {
            "@yesterday": "17.11.2021",
            "@today": "18.11.2021",
            "@tomorrow": "19.11.2021",
            "@tomorrow02": "20.11.2021"
        },
        "aries": {
            "yesterday": "Овнам сегодня пригодятся зеркала, и чем больше они (и их) окажется, тем больший кайф испытают… нет, не они, а их партнеры! Астрологи говорят, что у ваших половинок возможно сегодня обострение эксгибиционизма, так что различные «неприличные картинки» их очень даже обрадуют!",
            "today": "Сегодня Овнам очень нравится, как они выглядят, да и чувствуют они себя наверняка превосходно. Именно поэтому Овны сегодня не прочь покрутиться перед зеркалом, камерой или носом своего возлюбленного. День очень подходит для того, чтобы устроить эротическую фотосессию, возможно – с продолжением…",
            "tomorrow": "Овнам небесные путеводители указывают на срочную необходимость предпринять сегодня какую-то поездку – именно она будет активно способствовать улучшению вашей интимной жизни. Кстати, наибольшие перспективы на близость наблюдаются у вас на востоке и юго-востоке…",
            "tomorrow02": "Овнам показан сегодня крепкий сон в объятиях своего партнера, а вовсе не какие-либо нестандартные забавы. Другое дело, что ваше воображение окажется до крайности раздразненным событиями дня, что не позволит вам просто так заснуть. Ну что ж, сделайте «это» по-быстрому, а потом скорее – на боковую…"
        },
        "taurus": {
            "yesterday": "Сегодня вам захочется знать не только то, как именно вам доставят эротическое удовольствие сегодня, завтра и послезавтра, но и что будет происходить в вашей интимной жизни через год, два или пять. Впрочем, вашему партнеру подобные подробности будут неинтересны.",
            "today": "Не спешите, а то успеете! Остерегайтесь принимать скоропалительные решения и идти на неожиданные поступки. Рассудительность сегодня станет лучшим советчиком – даже в сексе. Только не рассуждайте вслух.",
            "tomorrow": "Сегодня в постели у Тельцов может случиться сильный переполох. Причиной его может стать появление на вашем ложе кого-нибудь, кого вы совсем не ожидали там увидеть. Причем сюрприз может оказаться как приятным, так и, напротив, шокирующим. Иначе говоря, под одеялом вы найдете либо желанного мужчину, либо любовницу вашего парня…",
            "tomorrow02": "В этот день вам будет непросто открыться вашему партнеру как для откровенной беседы, так и для откровенных ласк. Однако сделать это будет необходимо, если вы действительно хотите бурного, яркого и страстного секса. Если же нет - значит, и задумываться вам не о чем."
        },
        "gemini": {
            "yesterday": "Близнецам звезды советуют с самого утра позаботиться о личной гигиене, чистом постельном белье и смене одежды на завтра. Вполне вероятно, что сегодня вечером-ночью вам будет совершенно не до этих «мелочей жизни». Но вовсе не по причине буйного темперамента вашего нового поклонника, не дающего вам даже раздеться! Вам бы до дому хватило бы сил добраться – после очередного аврала на работе…",
            "today": "Такой испытанный прием, как эротическое белье, и сегодня сработает безотказно. Поэтому отмените все свои дела, какими бы важными и срочными они ни были, и вместо них запланируйте поход в соответствующий магазин.",
            "tomorrow": "Сегодня ваш партнер получит уникальную возможность узнать, что вы испытываете во время интимных отношений с ним на самом деле. Так что если вам вдруг было что скрывать, срочно придумывайте себе алиби. В противном случае, ваши любовные игры с этим человеком будут последними.",
            "tomorrow02": "В этот день вы поймете, что ваш партнер вызывает в вас страсть в независимости от того, старается он это сделать или нет. Более того, вам абсолютно все равно, как он выглядит и как себя ведет. Достаточно будет всего лишь его наличия рядом для того, чтобы ваше тело захотело очутиться в его объятиях со всеми вытекающими последствиями."
        },
        "cancer": {
            "yesterday": "В этот день ваши ласки будут предназначены не только для того, чтобы довести вашего партнера до пика наслаждения, но еще и для того, чтобы он почувствовал себя нужным, желанным и не таким одиноким. Возможно, если вы будете об этом помнить, ваша страсть станет еще более искренней.",
            "today": "Сексуальность Раков сегодня переливается, мерно колышется и неспешно струится, словно задумчивое южное море на закате дня. Астрологи рекомендуют вам поймать волну и отдаться воле эротического потока, который наверняка унесет вас в прекрасные неведомые дали.",
            "tomorrow": "Возможно, в этот раз вам стоит отказаться от принятия алкоголя до или во время сексуальных игр. Будьте уверены, что в этом случае процесс доставит вам гораздо больше удовольствия, чем если бы вы находились под градусом, а сам результат превзойдет все ожидания.",
            "tomorrow02": "В этот день вам придется выполнить сексуальное обещание, которое вы дали вашему партнеру довольно-таки давно и о котором уже успели напрочь забыть. Однако он, к вашему сожалению, об этом помнить будет, и вам припомнит обязательно. Лучше уж вы сами вспомните, предварительно."
        },
        "leo": {
            "yesterday": "Сегодня нежность не для вас, вам захочется что-нибудь подинамичнее, поострее. Так что запасайтесь необходимым снаряжением. Партнер вас наверняка поддержит, главное правильно задать настроение и не переборщить в своих действиях. Иначе у партнера может надолго пропасть интерес к сексу.",
            "today": "В этот день в ваших силах разукрасить с помощью любовных игр и интимных забав день вашего партнера во все цвета радуги – или в те оттенки, которые покажутся ему наиболее привлекательными. Постарайтесь выложиться по максимуму: для него это будет важно.",
            "tomorrow": "Весам стоит сегодня подумать, смогут ли они отдаться любовным делам со всей страстью. Судя по предсказаниям астрологов, их наверняка нынче занимают другие вопросы: общение с друзьями, забота о детях, а то и любимое хобби. Быть может, стоит отложить секс до завтра?",
            "tomorrow02": "В этот день ваш партнер захочет обладать не только вашим телом, но и вашей душой, поэтому он постарается и в ней найти те особые, тайные зоны, которые стоит ласкать для того, чтобы всей душе в целом стало хорошо. Если вы этого не хотите, не расслабляйтесь ни на минуту: а вдруг действительно найдет?.."
        },
        "virgo": {
            "yesterday": "Километровые списки планов касательно интимной жизни вам придется сегодня отправить в печку, если вы срочно не начнете усердней заниматься физкультурой, здоровьем и своей внешностью. Иначе такую ношу не потянуть. Начать можно, например, с ежедневных умываний холодной водой.",
            "today": "Дев сегодня в буквальном смысле этого слова возьмут на абордаж. И не успеете оглянуться, как свирепый, но очень симпатичный пират привяжет вас к мачте своего корабля и начнет медленно раздевать… Что тут могут добавить звезды? Разве что посоветовать быть готовой к внезапному натиску и не бояться качки – вы ее даже не почувствуете…",
            "tomorrow": "В этот день Девам будет довольно сложно решить, чего им хочется больше: страстного вечера с зажигательным сексом или теплых дружеских посиделок. Выбирайте второе, секс запросто может случиться и после.",
            "tomorrow02": "Девам звезды обещают крутой творческий подъем. Так что, вперед, на покорение вершин. Не забудьте направлять творчество в нужное русло. Ведь вашему партнеру ещё не приходилось сталкиваться с такой бурной фантазией. Это должно подвигнуть его на страстный секс."
        },
        "libra": {
            "yesterday": "Сегодня пришло время для изменений в области своих сексуальных привычек. Ибо, если их сегодня хотя бы не пошевелить, то они рискуют просто умереть от скуки. Так что соберитесь с духом и покиньте хотя бы плоскость своей кровати, вне ее тоже возможен секс.",
            "today": "С какой бы ноги сегодня ни встали Весы, итог будет один: вас непременно «продинамят», причем так ловко и безукоризненно, что вы даже не найдетесь, что возразить. Так и придется ходить, прикусив язык, а ведь, между прочим, зря – если бы вам предоставили хотя бы один шанс продемонстрировать, на что вы способны, то наверняка пришлось бы повторять на бис…",
            "tomorrow": "Если в этот раз вам покажется, что темперамент вашего партнера совершенно не соответствует вашему, сексуальную игру стоит прекратить. Однако сделать это нужно как можно более мягко, не вызывая друг у друга чувства обиды и раздражения. Помните, пройдет пара дней и ситуация может в корне измениться.",
            "tomorrow02": "На ваше  общее физическое состояние сегодня заметно повлияют внешние условия жизни, благодаря чему усталость и нервозность будут преследовать вас и в постели с любимым человеком. Постарайтесь свести к минимуму общение и интимный контакт - тогда у вас будет меньше шансов передать плохое настроение своему партнеру."
        },
        "scorpio": {
            "yesterday": "В этот день ваш партнер будет действовать ровно так, как считает нужным, не руководствуясь какими бы то ни было личными мотивами и тайными смыслами. Поэтому не стоит их искать в его ласках, выборе поз и других эротических действиях. Зря только время потратите.",
            "today": "Сегодня ненаглядный удивит вас повышенной разговорчивость в постели. Вы узнаете, какое прекрасное у вас тело, как ему хорошо, а также весь список самых красивых ваших мест. Это может показаться весьма неожиданным, но не плохим. В общем, пытайтесь привыкнуть к новым условиям.",
            "tomorrow": "В этот день вам может повезти в знакомствах по Интернету. Найдите любой сайт знакомств или постучитесь в любую ICQ на ваш выбор. И, вполне возможно, вам ответит тот человек, которого вы так давно искали. Виртуальный секс иногда бывает ничуть не хуже настоящего...",
            "tomorrow02": "Сегодня вас может подвести неумение или страх называть вещи своими именами. В итоге, ваш партнер просто не поймет, что вы от него хотите. А здесь уже и до скандала не далеко. Так что, следует отбросить комплексы и прямо сообщить то, чего бы вам хотелось. К тому же, подумайте, как это возбуждает."
        },
        "sagittarius": {
            "yesterday": "Даже самый бурный секс не поможет вам преодолеть одиночество. которое поселится сегодня внутри вас. Поэтому не возлагайте на него больших надежд. Кстати, если вы заранее уверены в том, что ваше угнетенное состояние помешает вам получить удовольствие от процесса любовных игр и доставить его партнеру, лучше от них сегодня и вовсе отказаться.",
            "today": "Стрельцы, пожалуй, на ближайшие дни забудут о сексе как таковом, отдавшись с головой работе или иным новым впечатлениям. Сегодня их точно не расшевелить никакими ухищрениями – разве что застать врасплох или хорошенечко подпоить, а затем «поставить перед фактом», вернее, бережно перед ним уложить?..",
            "tomorrow": "Сегодня сексуально-привлекательным вам покажется не свой родной любимый и единственный, а кто-то совсем, чужой и далекий. Сексуальную энергию выбрасывать все-таки лучше в объятьях милого, а про остальных просто мечтать. Ну если уж никакого терпения нет, ну что ж... чуть-чуть не считается.",
            "tomorrow02": "Не пытайтесь убедить сегодня Раков, что секс полезен для здоровья! На него не подействует даже это, ибо он твердо уверен, что понедельники для этого не предназначены! Зато если вы решите поднять его настроение и подарите ему пару пустяковых сувениров, он сам придет к вам и начнет ластиться…"
        },
        "capricorn": {
            "yesterday": "Сегодня вы с удивлением (звезды надеются, что с радостным) обнаружите некоторые перемены в вашей интимной жизни. Впрочем, по нраву они вам придутся или нет, а привыкнуть к ним придется: сие счастье обрушится на вас если не навсегда, то во всяком случае очень надолго.",
            "today": "Вам придется признаться себе, что удовольствия гастрономические сегодня кажутся более привлекательными, чем эротические. Удачная «прогулка» по магазинам также доставит больше удовольствия, чем близость сексуального характера.",
            "tomorrow": "В этот день вы поймете, что зависимость вашего партнера от вас закончилась или приостановилась, а значит, он больше жизненно в любовных играх не нуждается и без них ему гораздо хуже не будет. Это, конечно, несколько уязвит ваше самолюбие, но и снимет вас частично груз ответственности.",
            "tomorrow02": "Махровый халат, шелковый шарф, бабушкина шаль – что-то из этих вещей вам сегодня непременно пригодится. Ведь звезды советуют вам по максимуму использовать в ваших эротических забавах одежду и прочие аксессуары из ткани. Кто-то достанет из шкафа яркое парео и предстанет пред очи возлюбленного неискушенной таитянкой, а кто-то, словно знойная Кармен, закружит своему мачо голову при помощи складок размашистой юбки-испанки…"
        },
        "aquarius": {
            "yesterday": "Водолеям звезды сулят появление эротических новинок в спальне и не только. Не исключено, что сегодня ваш возлюбленный наберется храбрости предложить вам что-нибудь «такое», выходящее за все допустимые рамки. Соглашайтесь, не раздумывая, – вы едва ли пожалеете…",
            "today": "Эстетика визуальных ощущений обострена сегодня до предела в о Водолеях. Именно поэтому вас так влекут к себе красивые мужчины с классическими чертами лица и волевым профилем. Впрочем, вам куда больше нравится созерцать их одетыми, ибо с каждой снятой деталью туалета прелесть вашего избранника все блекнет и блекнет…",
            "tomorrow": "Неудовлетворение собственной фигурой и образом жизни не лучшим образом скажется на настроении, а главное, на поведении Водолеев. В мужской компании вы излишне бойки и смешливы, но за этим стоит неуверенность и зависимость от чужого мнения. Так что вечером лучше займитесь активным аутотренингом – повышает самочувствие не хуже секса…",
            "tomorrow02": "Любовный опыт Водолеев поможет им сегодня избежать какой-то роковой ошибки в отношениях и в близости. Возможно также, что вы окажетесь в положении, когда вы прекрасно знаете, что произойдет, но изменить ничего не в силах (или уже поздно). Главное – не слишком нервничайте. Все равно ведь все кончится хорошо."
        },
        "pisces": {
            "yesterday": "Поскольку сегодня в вашем гороскопе усилено наставничество и тяга к просвещению, посвятите свободный вечер не эротическим грезам, а сексуальному образованию детей (если таковые у вас имеются). Постарайтесь честно и откровенно рассказать о своем романтическо-постельном опыте – это будет полезно не только младшему поколению, но и вам самим.",
            "today": "Сегодня звезды не рекомендуют вам обращать внимание на те слова, которые скажет вам ваш партнер во время любовных игр. Слова эти могут оказаться какими угодно, но они вряд ли отразят и десятую часть того, что скажет вам его тело, которое вы понимаете без какой бы то ни было помощи.",
            "tomorrow": "Аккуратнее – ваши кавалеры склонны сегодня воспринимать буквально даже самые прозрачные намеки на интим. Если вы только того и добиваетесь – тогда будьте готовы оказаться атакуемой повсюду, где застанет вас случай – на улице, на работе, в автомобиле или даже в гостях. Если же в ваши планы вовсе не входит немедленное соитие на глазах у кучи народа – тогда держите рот на замке и ограничьтесь легким пожатием рук и кокетливыми взглядами.",
            "tomorrow02": "Сегодня могут быть разногласия с любимым. Дело может дойти даже до скандала. Это, конечно, не есть хорошо, но ведь и в скандалах есть положительные моменты. Только представьте, каким получится секс на кухонном столе после трех разбитых тарелок, или как приятно будет вцепиться друг в друга после примирения. Главное правильно все рассчитать (и не забыть убрать со стола осколки)."
        }
    }
}