{
    "horo": {
        "date": {
            "@yesterday": "19.11.2021",
            "@today": "20.11.2021",
            "@tomorrow": "21.11.2021",
            "@tomorrow02": "22.11.2021"
        },
        "aries": {
            "yesterday": "Сегодня привычный ритм вашей жизни будет нарушен вторжением чего-то вроде бы незначительного. Постарайтесь быть максимально спокойным, это событие наверняка не будет иметь иных последствий, кроме порчи вашего настроения.",
            "today": "Сегодня вы будете неожиданно легко разрешать вопросы финансового порядка. Следите за собственным языком - его чрезмерная быстрота может навлечь на вас крупные неприятности.",
            "tomorrow": "Сегодняшний день лучше всего провести с детьми, причем не обязательно со своими. Они, в отличие от взрослых, смогут по достоинству оценить ваши усилия по придумыванию всевозможных развлечений, и весело будет не только им, но и вам.",
            "tomorrow02": "Сегодня вы сами безо всяких прогнозов сможете предсказать ближайшее будущее, причем не только себе, но и окружающим."
        },
        "taurus": {
            "yesterday": "Постарайтесь сохранять спокойствие, сегодня оно вам понадобится. Возможно, вам придется спешно исправлять чьи-то ошибки, готовые стать катастрофическими.",
            "today": "Сегодня вам показаны походы в бассейн, баню, купание в проруби - на выбор. Если все это неосуществимо - просто примите утром душ, и день будет удачнее. Контакт с водой улучшит ваше самочувствие и увеличит энергетический потенциал.",
            "tomorrow": "Обычно довольно гармоничные отношения могут сегодня перейти в неустойчивое состояние. Не переборщите, стараясь утихомирить страсти, ситуация чревата переходом в затяжной конфликт.",
            "tomorrow02": "Тщательно просчитайте последствия своих действий, прежде чем за них приниматься. Сегодня велика вероятность наделать кучу ошибок."
        },
        "gemini": {
            "yesterday": "Сегодня вам мила будет любая компания. Постарайтесь быть милы и ей.",
            "today": "Сегодняшний день стоит в основном посвятить сну, потреблению пищи и прочим простым и неутомительным и надежным способам запасения энергии. Ее потребуется очень много и в самое ближайшее время, так что аккумулируйте, пока есть возможность.",
            "tomorrow": "Сегодня вам удастся найти баланс меж спокойствием и высокой степенью энергичности. Вы хорошо работаете как соло, так и в компании с другими. Это - идеальный момент для массированной реорганизации всего сущего.",
            "tomorrow02": "Сегодня ваше положение должно улучшиться, если оно еще не сделало этого. Сил прибавится, пара вопросов отпадет сама собой. Самое время начать какое-то дело, в успех которого вы верите."
        },
        "cancer": {
            "yesterday": "Сегодня вашей задачей будет заставить людей вокруг вас смеяться. Вы как никто другой способны помочь людям почувствовать себя детьми.",
            "today": "Сегодня вы будете подобны канатоходцу, балансирующему над бездной и, что интересно, получающему от этого удовольствие. Не впадайте в панику сразу, вы не разобьетесь, зато привлечете всеобщее внимание.",
            "tomorrow": "Внимательно присмотритесь к тому, чем заняты окружающие, прежде чем кидаться им на помощь. Вам следует экономнее расходовать свою энергию - сегодня ее будет не слишком много.",
            "tomorrow02": "Не давайте воли своему воображению сегодня, иначе это может обернуться околопараноидальным состоянием организма. Вам будет очень полезно общество веселого, но очень рационального человека."
        },
        "leo": {
            "yesterday": "Сегодня вас будет неудержимо привлекать все, что имеет правильную геометрическую форму. Стоит особо опасаться тетраэдров, у них углы самые острые.",
            "today": "Сегодня наиболее удачной будет деятельность скооперированная. Будьте аккуратны с чужими секретами, если вы чего-то не знаете, то и интересоваться не стоит, потом проблем не оберешься.",
            "tomorrow": "Не уходите от разговоров, сегодня они окажутся полезны. В одном из них вы услышите что-то, что и не чаяли узнать.",
            "tomorrow02": "Глупо продолжать спорить, если аргументы противника неопровержимы. Сегодня вам, вероятно, придется признать свою ошибку, и чем скорее вы это сделаете, тем быстрее она забудется."
        },
        "virgo": {
            "yesterday": "Постарайтесь сегодня добиться того, чтобы вас не беспокоили в течение довольно продолжительно времени. Результатом может стать произведение, которым вы будете гордиться вся оставшуюся жизнь.",
            "today": "Нынешний день принесет вам чувство глубокого удовлетворения. Если вам понадобится еще что-то, придется взять самому.",
            "tomorrow": "Сегодня стоит избегать излишне активных действий. Устанете быстро, и толку не будет.",
            "tomorrow02": "Сегодня вам будет крайне трудно взяться, наконец, за исполнение собственных обязанностей. Что-то все время будет вас отвлекать. Постарайтесь, все-таки не особенно расслабляться."
        },
        "libra": {
            "yesterday": "Сегодня вас посетит Муза. Принесет идею. Новую. А уж что вы с ней (идеей, а не с Музой) делать будете - уже ваша головная боль.",
            "today": "Если вы имели неосторожность недавно про кого-то посплетничать, сегодня лучше носа из дома не показывать и уж точно стоит избегать встречи с этим человеком. Он может предъявить вам свои претензии в самой недвусмысленной форме.",
            "tomorrow": "Сегодня вас будут отчаянно отвлекать от исполнения обязанностей, а затем корить за то, что вы что-то не успели сделать. День чреват скандалом. Старайтесь не поддаваться на провокации.",
            "tomorrow02": "Сегодня вам  придется заняться чем-то довольно неприятным. Не жалуйтесь на судьбу вслух - она обидится и назавтра устроит вам и вовсе каторгу."
        },
        "scorpio": {
            "yesterday": "Сегодняшний день идеален для плодотворной и приносящей моральное удовлетворение деятельности. Предупредите родных заранее, вы наверняка задержитесь сегодня.",
            "today": "Даже если вы точно знаете, что правы, на компромисс пойти все же придется. \"Нормальные герои всегда идут в обход\" - быстрее придете.",
            "tomorrow": "Не забывайте о людях, которые вам небезразличны, дабы они не забыли о вас. Помните, что хорошее слово и кошке приятно, не говоря уж о коллегах по работе.",
            "tomorrow02": "Сегодня вы не будете полностью контролировать ситуацию, хотя со стороны это будет выглядеть именно так. Возможно, вам придется заручиться поддержкой со стороны."
        },
        "sagittarius": {
            "yesterday": "Нет ничего хуже, чем неотвратно надвигающийся срок окончания работы. Не дайте спешке испортить тот шедевр, который рискует получиться в результате ваших усилий.",
            "today": "Сегодня не время быть эгоцентристом. Вам понадобится помощь окружающих, и отказываться от нее по каким бы то ни было причинам неразумно. Кроме того, неплохо было бы не забыть поблагодарить помощников.",
            "tomorrow": "Сегодня вам стоит действовать не спеша, ибо в обычном темпе вы рискуете проскочить мимо чего-то весьма важного, чем в корне измените дальнейшее течение собственной жизни.",
            "tomorrow02": "Сопротивляйтесь, если вас пытаются заставить действовать в спешке. Это не самое творческое состояние. Через некоторое время, очнувшись и восстановив способность здраво мыслить вы удивитесь, как вас могли втянуть в такую авантюру, да поздно будет."
        },
        "capricorn": {
            "yesterday": "Сегодня вас будут донимать советами, причем заниматься этим будут все, кому не лень. Стоит ли говорить, какова этим советам цена?",
            "today": "Сегодня вы можете познакомится с чрезвычайно интересными людьми, которые раскроют перед вами новые, просто таки чарующие перспективы. Будьте внимательны, вы можете оказаться жертвой обыкновенных жуликов.",
            "tomorrow": "Сегодняшний день может оказаться для вас чрезвычайно дорогостоящим. Спасти от этой напасти сможет вовремя подоспевшая дружеская помощь, так что неплохо бы заранее заручиться чьей-либо поддержкой.",
            "tomorrow02": "Конечная цель, которую вы перед собой поставили, гораздо значительнее, нежели все препятствующие ее достижению обстоятельства, встающие у вас на пути. Не позволяйте им остановить себя."
        },
        "aquarius": {
            "yesterday": "Сегодняшний день будет с каждым часом все волшебнее, и, если вы, конечно, сами не пожелаете прогнать это наваждение, останется таким до глубокой ночи.",
            "today": "Сейте сегодня разумное, доброе, вечное. Этим, конечно, хорошо бы заниматься ежедневно, но есть опасность сойти на нет самому.",
            "tomorrow": "Сегодняшний день хорошо посвятить маленьким радостям жизни, не особенно напрягая мозги и мышцы. Как ни странно, именно такое времяпрепровождение позволит вам оставаться на том пике активности, на который вы недавно забрались.",
            "tomorrow02": "Сегодня с вами никто не станет соглашаться, и в основном потому, что вы будете целиком и полностью правы. Так что, если вдруг не встретите на своем пути сопротивления, стоит задуматься, а все ли вы делаете так, как следовало бы."
        },
        "pisces": {
            "yesterday": "Сегодня вы будете особенно легко поддаваться на провокации, что может вылиться в перманентную ссору со всеми вместе и с каждым в отдельности. Постарайтесь отнестись к происходящему с долей юмора, это, пожалуй, лучшее средство от плохого настроения.",
            "today": "Вас ждет весьма захватывающий вечер. Подготовьтесь к нему.",
            "tomorrow": "Если вы что-то кому-то пообещали, сегодня это обещание следует сдержать, даже если это окажется очень непросто. Воздастся сторицей.",
            "tomorrow02": "Сегодня вы можете узнать из разговоров с окружающими очень и очень многое из того, что вам следовало бы знать и раньше, да не случилось. Не уклоняйтесь от этих бесед."
        }
    }
}