{
    "horo": {
        "date": {
            "@yesterday": "19.11.2021",
            "@today": "20.11.2021",
            "@tomorrow": "21.11.2021",
            "@tomorrow02": "22.11.2021"
        },
        "aries": {
            "yesterday": "В этот день звезды рекомендуют вам посвятить свое время водным процедурам. Сделайте все возможное для того, чтобы провести в ванной, в бассейне или даже в море, если получится, как можно больше времени.",
            "today": "Нынче звезды советуют вам подарить покой и спокойный отдых своему организму, так как сейчас это именно то, что поможет вам не только восстановить силы, но и значительно приумножить их.",
            "tomorrow": "В этот день старайтесь не есть слишком острую пищу, а также пищу с экзотическими приправами и соусами. Если вы всё же не может отказать себе в удовольствии насладиться необычной кухней, то не дегустируйте больше одного блюда за раз.",
            "tomorrow02": "Овнам было бы лучше не поднимать тяжести, излишне нагружая, таким образом, свой позвоночник. Так что не стоит пытаться искать отдых от трудов интеллектуальных в физическом напряжении. В крайнем случае - йогой займитесь, но никак не тяжелой атлетикой."
        },
        "taurus": {
            "yesterday": "Сегодня вам стоит несколько ограничить себя в еде. Постарайтесь контролировать ваш вес: шанс набрать лишние килограммы в этот день велик как никогда. Вам не стоит также есть слишком много соленого или жареного.",
            "today": "В этот день вас могут вновь обеспокоить уже решенные, казалось бы, проблемы. Особенно остер Дамоклов меч над головой тех, кто пренебрегает профилактическими мерами и достаточно равнодушно относится к сигналам, которые подает организм. Надеемся, это не вы.",
            "tomorrow": "Нынче очень полезно будет провести массаж лица, а если у вас нет возможности выбраться в косметический салон, то вы легко можете выполнить комплекс специальных упражнений и у себя дома.",
            "tomorrow02": "В этот день Тельцы могут столкнуться с такими проблемами, как повышенная раздражительность, быстрая утомляемость и даже нарушения сна. Если самостоятельно вам не удается справиться со всем этим, пора идти на прием к врачу."
        },
        "gemini": {
            "yesterday": "Нынче не стоит пытаться отказывать себе в еде. Если хочется - значит, можно. Сегодня Близнецам потребуется много энергии, ее же нужно откуда-то взять, правда? А на диету сесть еще успеется.",
            "today": "В этот день вам следовало бы обратить особое внимание на состояние вашего сердца, а также нервной системы. Поэтому постарайтесь не терять времени зря, даже если пока вы и не ощущаете никаких проблем.",
            "tomorrow": "Нынче организм Близнецов будет особенно нуждаться в жирных кислотах, поскольку они заметно помогут вам в укреплении сердца и сосудов. Так что без рыбы на обед вам будет никак не обойтись.",
            "tomorrow02": "Сегодня у вас могут возникнуть проблемы со спиной или плечами. Вам поможет хороший, по возможности - высокопрофессиональный массажист. Если такового не найдется, постарайтесь размять себя самостоятельно. То, до чего дотянетесь."
        },
        "cancer": {
            "yesterday": "Сегодня вам будет полезно прочитать перед зеркалом мантру, чье краткое содержание сводится к спорному, но порой полезному для психики утверждению, что обязательно стоит верить в то, что все, что с вами происходит - к лучшему. Постарайтесь настроиться на позитивный лад – тогда и ваш организм на него настроится.",
            "today": "Нынче вы можете быть подвержены эмоциональным всплескам, поэтому было бы лучше контролировать себя и не поддаваться негативному воздействию окружающих. Вероятно, вам пойдут на пользу травяные чаи.",
            "tomorrow": "В этот день Ракам не стоит изображать бурную хозяйственную деятельность.  Толком ничего не сделаете, а вот палец дверью прищемить, кожу теркой содрать, обжечься, порезаться или еще как-нибудь нарушить целостность своего организма можно запросто.",
            "tomorrow02": "В этот день вам настоятельно рекомендуется следить за состоянием здоровья ваших суставов. Сделайте все возможное для того, чтобы они не испытывали лишней нагрузки. Лучше лишний раз не продемонстрировать лихость, чем нажить неприятности."
        },
        "leo": {
            "yesterday": "В этот день постарайтесь воздержаться от приема алкоголя, ведь это не только может привести к серьезному сбою в работе вашей печени, но также способно спровоцировать нехватку многих полезных элементов в вашем организме.",
            "today": "Сегодня вам стоит побороться со своим организмом за право ходить с чистым лицом и плечами – без прыщей, гнойников и нарывов. Делать это можно при помощи правильного питания, лосьонов, кремов и солнечных лучей.",
            "tomorrow": "Львам стоит обратить внимание на меры по поддержанию своего зрения, поскольку сейчас из-за повышенной утомляемости вы можете столкнуться с рядом весьма серьезных ухудшений в вашем здоровье.",
            "tomorrow02": "Сегодня легкий недуг вроде простуды, насморка или кашля может значительно испортить вам настроение. Чтобы этого не произошло, постарайтесь сделать все возможное, чтобы вас не продуло."
        },
        "virgo": {
            "yesterday": "В этот день вам стоит внимательнее смотреть под ноги и по сторонам: травмоопасных ситуаций на вашем пути сегодня может встретиться куда больше, чем одна или две. Однако вам по силам избежать неприятностей. В этом деле поможет удобная обувь.",
            "today": "В этот день ваше здоровье может потребовать от вас некоторых хлопот. Однако ваши труды не останутся невознагражденными, вы быстро сможете вернуть себе хорошее самочувствие и расположение духа.",
            "tomorrow": "Не лучший день для тех Дев, чьим слабым местом является позвоночник. Если вам и удастся найти такое положение, в котором он не будет причинять неудобств, то ненадолго. Лучше будет поискать массажиста - глядишь и поможет.",
            "tomorrow02": "Нынче вам, скорее всего, придется рассчитывать на свои собственные силы, поэтому, прежде чем принять решение, взвесьте все «за» и «против», иначе ваши действия могут не принести желаемых результатов."
        },
        "libra": {
            "yesterday": "В этот день Весам не рекомендуется длительное время находится на солнце, не важно, как вы к нему относитесь. Оно к вам нынче может оказаться немилосердно. О посещении солярия тем более и думать не стоит.",
            "today": "В этот день вам могут пойти на пользу различные головоломки или развивающие игры, например, судоку. Это поможет поддержать работоспособность вашего головного мозга на высоком уровне.",
            "tomorrow": "Нынче возможно возникновение болей в спине и в шейном отделе. Поэтому постарайтесь как можно меньше их напрягать и нагружать, по возможности откажитесь от спорта и танцев. Наверстаете в другой день.",
            "tomorrow02": "В этот  день звезды настоятельно рекомендуют Весам задуматься о том, насколько правильно вы питаетесь. Если ответ на этот вопрос вас печалит, надо срочно что-то менять. Возможно, для этого придется проконсультироваться с врачом."
        },
        "scorpio": {
            "yesterday": "Нынче Скорпионам стоит особенно беречь свое зрение, так как нагрузка на глаза в последнее время была весьма значительной, а накопившаяся усталость может стать причиной ухудшения зрения.",
            "today": "Не пейте что попало. С жидкостью малопонятного происхождения нынче в организм может попасть нечто совершенно лишнее. Не проще ли купить бутылочку водички, чем уподобляться братцу Иванушке, так неудачно испившему из копытца.",
            "tomorrow": "В сегодняшний день учитесь расслабляться и радоваться жизни. Вы – самая главная VIP-персона в вашей жизни и ближе вас у вас никого нет – так не стоит об этом забывать! Ваш организм отблагодарит вас за такую заботу.",
            "tomorrow02": "Не самый лучший день для дегустации жирных блюд. Особенно тяжело организм Скорпионов будет переносить жирную рыбу. Пока что вам стоит придерживаться легкой, сбалансированной диеты."
        },
        "sagittarius": {
            "yesterday": "В этот день вы можете столкнуться с некоторыми проблемами с пищеварением. Если ваш желудок ленится или, напротив, у вас небольшое расстройство, скорректируйте свой рацион. Возможно, от некоторых продуктов придется отказаться.",
            "today": "Если гипертония вам не грозит, но вы хотите всегда сохранять в норме ваше давление, то в этот день вам не следует забывать про здоровое питание. Откажитесь от жирной пищи и налегайте на овощи и фрукты.",
            "tomorrow": "В этот день вам рекомендуется пойти в баню. Можете не экспериментировать с перепадами температур и вениками – просто немного здорового пара вам точно сейчас не повредит. Да и хорошая компания тоже.",
            "tomorrow02": "Если вы чувствуете себя достаточно хорошо, то сегодняшний день идеально подойдет для небольшой «разгрузки» вашего организма. Садиться на полноценную диету вовсе необязательно, но вот немного ограничить себя в еде не повредит."
        },
        "capricorn": {
            "yesterday": "Нынче Козероги будут находиться в приподнятом настроении духа, что положительно повлияет на самочувствие. Однако старайтесь быть аккуратнее с физическими нагрузками, особенно, если у вас есть проблемы с сердцем.",
            "today": "Нынче следует Козерогам быть особенно внимательным при выборе лекарственных препаратов. Сейчас вы сможете сделать правильный выбор, только тщательно изучив побочные свойства - в результате вы поймете, что все это вредно и просто уйдете из аптеки с пустыми руками. И правильно.",
            "tomorrow": "В этот день вам легко удастся запомнить свежую информацию, поэтому если вы собрались освоить что-то новое, то сейчас самое время для расширения своих познаний в самых разных областях. Ваш мозг сейчас работает просто превосходно.",
            "tomorrow02": "Нынче постарайтесь сохранить положительный настрой и не поддаваться упадническим настроениям. Ведь именно по этой причине могут обостриться давние заболевания и возникнуть головные боли."
        },
        "aquarius": {
            "yesterday": "Нынче вашим слабым местом может стать горло, поэтому следует остерегаться возникновения такой болезни, как тонзиллит. Примите необходимые меры, чтобы не допустить появления этого заболевания.",
            "today": "В этот день не стесняйтесь обратиться за дополнительной консультацией к врачу или за разъяснением к знающим людям: это поможет вам избежать неприятных последствий и уберечь себя от болезней.",
            "tomorrow": "В этот день поддержать своё здоровье на должном уровне вам могут помочь рецепты из народной медицины, однако если вы плохо знакомы с этой областью, проконсультируйтесь с врачом, чтобы не напутать в дозировках.",
            "tomorrow02": "Нынче постарайтесь как следует ухаживать за кожей, она сейчас особенно чувствительна и склонна к раздражению, поэтому, чтобы не возникли какие-либо покраснения, следите за питанием."
        },
        "pisces": {
            "yesterday": "Нынче обратите особое внимание на то, в каком состоянии у вас нынче находятся ваши коленно-локтевые суставы. Вполне возможно, их надо поберечь особо.",
            "today": "Для Рыб сегодня будут полезны процедуры, которые помогут вам привести в порядок ваши расшатавшиеся нервы и вернуть себе душевную гармонию. Поэтому выбирайте, что вам больше по душе, главное, чтобы вы полноценно расслабились.",
            "tomorrow": "Нынче вы можете рассчитывать, что ваши планы не будут нарушены внезапным недомоганием, никаких резких колебаний быть не должно. Но вот если вам нездоровится с утра, то привести себя в норму будет весьма трудно.",
            "tomorrow02": "В этот день могут обостриться старые проблемы, поэтому последите за своим здоровьем особенно внимательно. Кроме того, не забывайте поддерживать свой иммунитет и употребляйте достаточно витамина С."
        }
    }
}