{
    "horo": {
        "date": {
            "@yesterday": "17.11.2021",
            "@today": "18.11.2021",
            "@tomorrow": "19.11.2021",
            "@tomorrow02": "20.11.2021"
        },
        "aries": {
            "yesterday": "В этот день обратите особое внимание на свой внешний вид. Вы должны быть неподражаемы, воплощать собой образчик вкуса, стиля и элегантности. Ваш любимый человек, ныне существующий или потенциальный. Обязательно это оценит и не упустит свой шанс.",
            "today": "Нынче что-то заставит вас вспомнить давно прошедшие дни. Не факт, что своими воспоминаниями вам стоит делиться — лучше насладитесь ими сами. Не каждый оценит нежность в вашем голосе при рассказе о ушедшей любви.",
            "tomorrow": "Сегодня вам стоит вместе с вашим любимым человеком позаботиться о ком-то: о ребенке, домашнем животном или плюшевом звере. Главное, чтобы ваши теплые чувства были направлены на какое-то существо, которое в этих чувствах нуждается. И оно вернет вам их сторицей.",
            "tomorrow02": "Сегодня вашему любимому человеку захочется услышать от вас какое-то одно, самое главное слово, которое вы наверняка знаете, но почему-то при нём повторяете довольно редко. Ваша задача – это слово вспомнить и в нужный момент употребить. Эффект будет потрясающий!"
        },
        "taurus": {
            "yesterday": "Ваш любимый человек, скорее всего, не одинок, у него родственники есть. Сегодня об этом стоит вспомнить и проявить к ним максимум внимания. Только не будьте назойливы и чересчур заботливы: это ничего кроме раздражения и недоумения не вызовет. Зато немного улыбчивее, чем обычно, быть невредно.",
            "today": "Сегодня вы почувствуете особенную привязанность к вашей второй половинке. Она станет действительно неотъемлемой частью вас, без нее вы жить и дышать не сможете. Чувство потрясающее, но не будет ли это чересчур обременять ее? Не начнете ли вы в результате посягать на ее свободу?",
            "tomorrow": "Сегодня самый подходящий день для того, чтобы отдать все долги вашему любимому человеку. Речь идет не только и не столько о деньгах, сколько о долгах нравственного и морального характера. Пусть он получит все те нежность, радость и тепло, которые вы ему задолжали.",
            "tomorrow02": "Весам звёзды сегодня рекомендуют больше подумать о том, чем бы накормить семью в обед и ужин. Если ваше меню последнее время не отличается большим разнообразием, звёзды именно сегодня рекомендуют вам придумать что-то новое. Советуем почитать книгу о вкусной и здоровой пище и приготовить что-нибудь экстраординарное."
        },
        "gemini": {
            "yesterday": "Сегодня ваш любимый человек будет понимать вас с первого слова и взгляда, причем даже лучше, чем вы сами. А значит, вам нет никакого смысла хитрить и изворачиваться, придумывать какие-то уловки, для того чтобы скрыть от всевидящего ока то, что творится у вас на душе.",
            "today": "Как много может сказать один только нежный взгляд! Вы что, действительно не замечаете, как вас ими буквально забрасывают? Немедленно ответьте на них улыбкой и добрым словом. Верные поклонники на дороге не валяются, их нужно беречь и поощрять!",
            "tomorrow": "Ваш любимый человек будет к вам относиться так же, как относится к своим родителям. Даже если сейчас он вежлив и предупредителен, через несколько лет и вы можете стать объектом раздражения и порой даже крика. Поэтому сегодня стоит понаблюдать за отношениями в его семье и сделать соответствующие выводы.",
            "tomorrow02": "Не торопите ваши отношения. Пусть идут себе своим чередом. Медленно и осторожно они, может быть, когда-нибудь куда-нибудь придут, а если вы их начнёте понукать и подгонять, из вредности встанут на месте, а то и побегут вспять, что есть мочи. Постарайтесь быть выдержанными, особенно сегодня."
        },
        "cancer": {
            "yesterday": "Ваш день сегодня напоминает полет мотоциклиста по вертикальной стене. В любой момент может случиться всякое – на глазах у многочисленной публики. Но вы верите, что вам обязательно повезёт. Тем более, что вас лучше любой амуниции хранит любовь вашей половинки.",
            "today": "Сегодняшний день будет для вас своеобразным испытанием. Он покажет, насколько вы любите вашего любимого человека и насколько ваш любимый человек любит вас. Постарайтесь сделать все от вас зависящее для того, чтобы и завтрашний день провести вместе, причем не только физически, но и духовно.",
            "tomorrow": "Сегодня постарайтесь максимально адекватно отнестись к тем словам, которые вам скажет ваш любимый человек. Возможно, они будут не самыми приятными или на самом деле будут означать не то, что вы бы хотели в них услышать, однако чем лучше вы поймете их смысл, тем проще вам будет в дальнейшем развивать ваши отношения с вашей половинкой.",
            "tomorrow02": "В этот день общение с вашим любимым человеком будет для вас довольно-таки нелегким трудом, за который вам бы по-хорошему следовало доплачивать. Однако вы сами в свое время приняли такое решение, и теперь приходится за него расплачиваться, пусть это и не самый приятный процесс."
        },
        "leo": {
            "yesterday": "На вас навалилось слишком много забот. Почему-то ваши родные и близкие считают нормальным тот факт, что их проблемы решаете именно вы. Не пора ли расставить все точки над i, тактично объяснив им, что их жизнь – это их жизнь, и они сами за неё ответственны? В конце концов, вы у себя один.",
            "today": "Если вы хотите, чтобы вас полюбили, полюбите в первую очередь себя сами. Если вы даже себе не нужны, то неужели найдется в этом мире человек, которому вы понадобитесь?! Если таковой есть, тоже расслабляться не стоит: он теоретически в любой момент может уйти. Поэтому признайтесь себе в любви, приласкайте свое сердце - и вы увидите. что мир вокруг вас станет чуточку добрее и светлее. И ваша половинка в том числе.",
            "tomorrow": "Вы устали сидеть на собачьей вахте в ожидании чуда. Вам хочется чуда прямо сейчас – или никогда. Дайте это понять своей второй половинке. Возможно, это внесёт ясность в ваши отношения и поможет прийти к обоюдному согласию. Во всяком случае, все точки над i вы расставите.",
            "tomorrow02": "Сегодня вашему любимому человеку будет довольно трудно понять, что вы хотите ему сказать, и никакие ваши аргументы должного действия над ним не возымеют. Поэтому постарайтесь апеллировать не к его разуму, а к чувствам: они будут куда более восприимчивы к вашим речам."
        },
        "virgo": {
            "yesterday": "Не требуйте от вашего любимого человека невозможно, да и возможного тоже не требуйте: сегодня он будет оставаться глух к вашим просьбам и мольбам, ибо ему будет казаться, что он и так лучше всех знает, что нужно делать. Придется вам принять его в этот день таким, какой он есть...",
            "today": "В этот день вам непросто будет привлечь внимание вашего любимого человека к вашей скромной персоне. Он будет находить сотню других привлекательных объектов внимания, причем в независимости от вашей деятельности по воспрепятствованию данному процессу.",
            "tomorrow": "Ваш язвительный язычок будет сегодня источать много желчи, и супруг не замедлить устроить скандал, если вы в течение дня не смените гнев на милость. Звёзды не советуют вам и дальше продолжать в том же духе - это может негативно сказаться на ауре ваших отношений.",
            "tomorrow02": "Лучшее из искусств - кино - готово принять в вас участие. Более интеллектуальные развлечения, конечно, тоже приветствуются, но скорее всего, вам придётся по вкусу хороший боевичок под пару бутылочек пенного напитка и несколько пакетиков чипсов. Приятная компания человека, с которым совершенно необязательно поддерживать постоянный разговор сделает времяпрепровождение совсем уж гармоничным."
        },
        "libra": {
            "yesterday": "Для Весы сегодня самой актуальной семейной проблемой будет осознание невозможности выполнить задуманное. Обещания, данные накануне второй половине - к примеру, заработать в этом месяце больше, чем в предыдущем - грозят обернуться крахом, и поэтому советуем отвлечь ее (половины) внимание на что-нибудь нейтральное.",
            "today": "В этот день у вас появится уникальная возможность сравнить вашего любимого человека со своей прежней любовью. Звезды не берутся сказать, кто окажется в итоге лучше, однако они утверждают одно: уже к вечеру никаких сомнений в выборе у вас не останется.",
            "tomorrow": "Сегодня вам будет не хватать внимания вашего любимого человека, поэтому вы пойдете на любые ухищрения для того, чтобы раздобыть себе еще кусочек этой драгоценности. Увы, ухищрения помогут вряд ли: нужно просто разжиться терпением и ждать, ждать, ждать...",
            "tomorrow02": "Да, в  вас бурлят чувства, вы не можете больше их сдерживать, вы хотите, чтобы о них узнал весь мир. Но мир, пожалуй, к этому еще не готов: он просто не воспримет ваши призывы адекватно. И ваш любимый человек как часть этого мира – тоже. Поэтому постарайтесь пока держать весь ваш негатив или позитив при себе. Или доверьтесь бумаге."
        },
        "scorpio": {
            "yesterday": "Сегодня вашему любимому человеку захочется побаловать себя чем-то необычным, экзотическим, неповторимым. И если вы не хотите, чтобы эти желания увели его далеко от вас, на поиски нового счастья, то придётся вам весь этот ассортимент предоставлять ему лично.",
            "today": "Не стоит сегодня переступать некоторую черту в отношениях с вашим любимым человеком. Какую – вы знаете лучше, чем звезды. Да и ваша половинка прекрасно ее видит. Время для подобного развития отношений еще не пришло, потерпите немного. Ждать действительно недолго осталось.",
            "tomorrow": "Фраза, которую вы нечаянно услышите по радио, вычитаете в книге или найдете в Интернете, станет своего рода бомбой, которая заставит вас серьезно задуматься о правильности и целесообразности ваших отношений с вашим любимым человеком. Что ж, задумываться иногда очень полезно, даже если эти мысли не приводят к каким бы то ни было действиям.",
            "tomorrow02": "Сегодня вам покажется, что вашему любимому человеку не так интересно с вами общаться, как это бывало раньше. Возможно, это будет ложное ощущение, связанное с тем, что у него выдастся непростой день и он не будет чувствовать ничего кроме нечеловеческой усталости."
        },
        "sagittarius": {
            "yesterday": "Вам кажется, что ваша половинка – сильный человек? Духовно или физически – неважно. Сегодня вам придётся убедиться в том, что это не всегда так. Оказывается, она очень хрупкая и ранимая. Не дайте ей сломаться, поддержите её в трудный для неё момент! Для неё сейчас это очень важно.",
            "today": "Этот день поставит перед вами довольно трудные задачи в области личной жизни, и никто не сможет их решить за вас или вместо вас. Ваш любимый человек будет тем более не помощником вам в этом вопросе, поэтому звезды рекомендуют ни на кого не рассчитывать, а быстро сделать все самому, благо это в ваших силах.",
            "tomorrow": "Сегодня вам придется в значительной мере пересмотреть ваши взгляды на жизнь и жизненные устои. Какое-то событие в вашей личной жизни поставит ваши представления о мироустройстве с ног на голову, и либо вам придется с этим смириться, либо срочно что-то менять.",
            "tomorrow02": "Самое благоприятное время для налаживания личной жизни Стрельцов – начало дня. Постарайтесь его не проспать — было бы досадно упускать такую возможность."
        },
        "capricorn": {
            "yesterday": "Звёзды спешат посоветовать вам не слишком сильно рассчитывать на успех в этот день. Все ваши усилия сегодня могут пойти прахом по причине столь ничтожной, что поверить в это будет невозможно.",
            "today": "Сегодня вашему любимому человеку будет довольно трудно признать вашу правоту и беспрекословно ей подчиниться. Ему постоянно будет хотеться найти какой-то подвох в ваших словах или вашей истине, благо день будет к этому располагать. Постарайтесь пресечь все подобные безобразия.",
            "tomorrow": "В этот день выяснится, что ваш любимый человек давно таил на вас какую-то обиду, но почему-то не хотел в ней сознаваться. Постарайтесь выяснить не только за что он на вас обиделся, но и то, почему не сознавался в таком отношении к вам. Лучше, чтобы такая ситуация больше не повторялась.",
            "tomorrow02": "Сегодня ваш любимый человек будет довольно робок и нерешителен, что может нанести непоправимый вред вашим с ним отношениям, даже если их с большим трудом можно назвать зарождающимися. Впрочем, растормошить его и заставить действовать вполне в ваших силах."
        },
        "aquarius": {
            "yesterday": "Сегодня вам не стоит отвлекаться от своего любимого человека, даже на что-то куда более интересное и привлекательное вроде нового платья или захватывающего футбола. Ваша половинка вполне может не понять ваших прекрасных порывов и приревновать самым натуральным образом.",
            "today": "«Не стоит прогибаться под изменчивый мир – пусть лучше он прогнется под нас» – это сегодня девиз вашего дня. Вы будете пытаться изменить обстоятельства и людей вокруг себя. Вашей половинке достанется больше всех. И это притом, что проблема не в них, а в вас.",
            "tomorrow": "Сегодня вы с вашим любимым человеком будете чувствовать себя особенно легко и непринужденно. У вас не будет заминок в разговоре, взаимонедопониманий, поиска тем и разногласий. Вы почувствуете себя умным, эрудированным и интересным человеком. Ваша половинка будет о вас того же мнения. Впрочем, как и о себе.",
            "tomorrow02": "Расположение планет сегодня самое благоприятное - вы будете иметь успех в любой компании. Имеет смысл подыскать себе максимально интересное общество - что за радость быть первым среди дураков или зануд?"
        },
        "pisces": {
            "yesterday": "Сегодня стоит верить в приметы и неукоснительно им следовать. Обращайте внимание на черных кошек, коллекционируйте счастливые билетики, остерегайтесь рассыпавшейся соли. Все это сыграет определенную роль в ваших отношениях с вашим любимым человеком и поможет вам сохранить их на должном уровне.",
            "today": "Устройте вечер откровенности и расскажите своей половинке все, что вы думаете о ней, о ваших отношениях, об их перспективности и нужности. Будьте готовы к тому, что и в ответ вам придется выслушать похожую исповедь. И не забудьте сделать выводы из сказанного и услышанного.",
            "tomorrow": "В этот день ваш любимый человек преподнесет вам подарок весьма неожиданный и, вполне возможно, даже не очень нужный. Не забудьте все же его поблагодарить, иначе желание преподносить вам сюрпризы исчезнет у него надолго, а то и навсегда. Лучше немного неискренности, чем много разочарований и слез.",
            "tomorrow02": "Сегодня вашему любимому человеку будет трудно признаться вам в чем-то важном. Он будет постоянно искать удобный момент и тысячу поводов, чтобы избежать серьезного разговора. Однако в ваших интересах услышать все сегодня, чтобы действовать адекватно в дальнейшем."
        }
    }
}