{
    "horo": {
        "date": {
            "@yesterday": "19.11.2021",
            "@today": "20.11.2021",
            "@tomorrow": "21.11.2021",
            "@tomorrow02": "22.11.2021"
        },
        "aries": {
            "yesterday": "Сегодня вам стоит вместе с вашим любимым человеком позаботиться о ком-то: о ребенке, домашнем животном или плюшевом звере. Главное, чтобы ваши теплые чувства были направлены на какое-то существо, которое в этих чувствах нуждается. И оно вернет вам их сторицей.",
            "today": "Сегодня вашему любимому человеку захочется услышать от вас какое-то одно, самое главное слово, которое вы наверняка знаете, но почему-то при нём повторяете довольно редко. Ваша задача – это слово вспомнить и в нужный момент употребить. Эффект будет потрясающий!",
            "tomorrow": "Сегодня любовь для вас не будет стоять на первом месте. Хорошо, если в списке ваших ценностей она попадёт в первый десяток. Увы, вашему любимому человеку придётся с этим смириться: изменить что-либо он будет не в силах. Однако постарайтесь быть к нему повнимательнее: живой человек все-таки.",
            "tomorrow02": "Не стесняйтесь говорить о своих увлечениях — эта тема вполне может сблизить вас с кем-то весьма интересным. А том глядишь — и постоянное общение наладится. Даже если пока вы никаких планов на этот счет и не строите."
        },
        "taurus": {
            "yesterday": "Сегодня самый подходящий день для того, чтобы отдать все долги вашему любимому человеку. Речь идет не только и не столько о деньгах, сколько о долгах нравственного и морального характера. Пусть он получит все те нежность, радость и тепло, которые вы ему задолжали.",
            "today": "Весам звёзды сегодня рекомендуют больше подумать о том, чем бы накормить семью в обед и ужин. Если ваше меню последнее время не отличается большим разнообразием, звёзды именно сегодня рекомендуют вам придумать что-то новое. Советуем почитать книгу о вкусной и здоровой пище и приготовить что-нибудь экстраординарное.",
            "tomorrow": "Сегодня вашему любимому человеку не придется долго вас уговаривать на какую бы то ни было авантюру, поскольку настроены вы будете решительно и сами будете мечтать об авантюрах и приключениях. Главное, не переборщить с этим и помнить о технике безопасности.",
            "tomorrow02": "Сегодня вашему любимому человеку будет не всё равно, во что вы одеты, как вы выглядите и какой образ собой олицетворяете. Поэтому постарайтесь максимально отвечать его потребностям и соответствовать его ожиданиям. Моральное вознаграждение гарантировано!"
        },
        "gemini": {
            "yesterday": "Ваш любимый человек будет к вам относиться так же, как относится к своим родителям. Даже если сейчас он вежлив и предупредителен, через несколько лет и вы можете стать объектом раздражения и порой даже крика. Поэтому сегодня стоит понаблюдать за отношениями в его семье и сделать соответствующие выводы.",
            "today": "Не торопите ваши отношения. Пусть идут себе своим чередом. Медленно и осторожно они, может быть, когда-нибудь куда-нибудь придут, а если вы их начнёте понукать и подгонять, из вредности встанут на месте, а то и побегут вспять, что есть мочи. Постарайтесь быть выдержанными, особенно сегодня.",
            "tomorrow": "Замечательный день для того, чтобы покорить пару-тройку сердец. Вам это не будет сегодня стоить ровным счетом ничего. Одна улыбка, один игривый взгляд – и приглянувшийся вам человек ваш. Только вот что с ним дальше делать и как от него отвязаться, если что, - решать вам.",
            "tomorrow02": "Сегодня многочисленных встреч с другими представителями вашего знака Зодиака вам не избежать. Возможно, среди них окажется и ваша вторая половинка: каких чудес в мире не бывает! Однако в вашей совместимости с людьми, похожими на вас по характеру, звезды весьма сомневаются. Впрочем, главное, чтобы не сомневались вы."
        },
        "cancer": {
            "yesterday": "Сегодня постарайтесь максимально адекватно отнестись к тем словам, которые вам скажет ваш любимый человек. Возможно, они будут не самыми приятными или на самом деле будут означать не то, что вы бы хотели в них услышать, однако чем лучше вы поймете их смысл, тем проще вам будет в дальнейшем развивать ваши отношения с вашей половинкой.",
            "today": "В этот день общение с вашим любимым человеком будет для вас довольно-таки нелегким трудом, за который вам бы по-хорошему следовало доплачивать. Однако вы сами в свое время приняли такое решение, и теперь приходится за него расплачиваться, пусть это и не самый приятный процесс.",
            "tomorrow": "Вы желаете с головой погрузиться в работу, предпочтя профессиональные интересы семейным? Будьте осторожны! Не уделив сегодня семье достаточного внимания, вы рискуете вызвать неудовольствие домочадцев, которое может выразиться весьма бурно. Тем более что стахановский труд ваш сегодня особо оценен не будет.",
            "tomorrow02": "Ракам сегодня нужно быть осмотрительными и не спешить, когда требуется принять какое-то решение, касающееся сферы нежных чувств. Вы можете здорово ошибиться, оценивая чье-то к вам отношение, и в результате попасть в очень глупую и жутко неловкую ситуацию. Лучше во всем демонстрировать спокойствие и невозмутимость. Не стоит думать, что таким образом вы упустите единственный и неповторимый момент для объяснения - он как раз еще не настал."
        },
        "leo": {
            "yesterday": "Вы устали сидеть на собачьей вахте в ожидании чуда. Вам хочется чуда прямо сейчас – или никогда. Дайте это понять своей второй половинке. Возможно, это внесёт ясность в ваши отношения и поможет прийти к обоюдному согласию. Во всяком случае, все точки над i вы расставите.",
            "today": "Сегодня вашему любимому человеку будет довольно трудно понять, что вы хотите ему сказать, и никакие ваши аргументы должного действия над ним не возымеют. Поэтому постарайтесь апеллировать не к его разуму, а к чувствам: они будут куда более восприимчивы к вашим речам.",
            "tomorrow": "На Львов обоих полов (особенно в возрасте от 35 до 40 лет) в этот день, вероятно, произведут огромное впечатление их сегодняшние сны. Они, очевидно, будут очень яркими и цветными. Положение звезд указывает, что снам верить нельзя ни в коем случае, даже если они подтверждают ваши подозрения. Просто вы слишком ревнивы и чересчур много об этом думаете.",
            "tomorrow02": "Сегодняшняя встреча с любимым или некогда любимым человеком принесёт вам целую гамму приятных ощущений, сравнимых разве что с бокалом глинтвейна посреди суровой зимы. Вы почувствуете себя лучшим из представителей вашего пола и будете всячески это доказывать вашему собеседнику. И вам даже удастся его убедить в этом!"
        },
        "virgo": {
            "yesterday": "Ваш язвительный язычок будет сегодня источать много желчи, и супруг не замедлить устроить скандал, если вы в течение дня не смените гнев на милость. Звёзды не советуют вам и дальше продолжать в том же духе - это может негативно сказаться на ауре ваших отношений.",
            "today": "Лучшее из искусств - кино - готово принять в вас участие. Более интеллектуальные развлечения, конечно, тоже приветствуются, но скорее всего, вам придётся по вкусу хороший боевичок под пару бутылочек пенного напитка и несколько пакетиков чипсов. Приятная компания человека, с которым совершенно необязательно поддерживать постоянный разговор сделает времяпрепровождение совсем уж гармоничным.",
            "tomorrow": "Сегодня вы сами удивитесь тому, как у вас легко получается осуществлять ваши планы. Вам даже будет казаться, что весь этот мир пляшет под вашу дудку и играет исключительно по вашим правилам для того, чтобы доставить вам удовольствие. И ваш любимый человек в том числе.",
            "tomorrow02": "Замечательный день для совместных поездок и путешествий. Причём желательно, чтобы эти путешествия были не за хлебом в магазин напротив, а куда-нибудь за город, на природу. Устройте себе небольшое приключение: автомобильное, велосипедное или поездное."
        },
        "libra": {
            "yesterday": "Сегодня вам будет не хватать внимания вашего любимого человека, поэтому вы пойдете на любые ухищрения для того, чтобы раздобыть себе еще кусочек этой драгоценности. Увы, ухищрения помогут вряд ли: нужно просто разжиться терпением и ждать, ждать, ждать...",
            "today": "Да, в вас бурлят чувства, вы не можете больше их сдерживать, вы хотите, чтобы о них узнал весь мир. Но мир, пожалуй, к этому еще не готов: он просто не воспримет ваши призывы адекватно. И ваш любимый человек как часть этого мира – тоже. Поэтому постарайтесь пока держать весь ваш негатив или позитив при  себе. Или доверьтесь бумаге.",
            "tomorrow": "Весам сегодня звёзды не рекомендуют выходить на свежий воздух в чересчур лёгкой одежде. Как бы не сдуло. Да и в помещении одевайтесь скромнее - лучше поводов для ревности и подозрений супругу не давать - он сейчас будет особенно раним и склонен к преувеличениям. По хорошему, весь день лучше провести дома.",
            "tomorrow02": "Сегодня вам  покажется, что ваш любимый человек очень зависит от вас и без вас не способен на какое бы то ни было решительное действие. Постарайтесь сделать все возможное для того, чтобы избавить его от этой зависимости и внушить ему чувство собственной значимости."
        },
        "scorpio": {
            "yesterday": "Фраза, которую вы нечаянно услышите по радио, вычитаете в книге или найдете в Интернете, станет своего рода бомбой, которая заставит вас серьезно задуматься о правильности и целесообразности ваших отношений с вашим любимым человеком. Что ж, задумываться иногда очень полезно, даже если эти мысли не приводят к каким бы то ни было действиям.",
            "today": "Сегодня вам покажется, что вашему любимому человеку не так интересно с вами общаться, как это бывало раньше. Возможно, это будет ложное ощущение, связанное с тем, что у него выдастся непростой день и он не будет чувствовать ничего кроме нечеловеческой усталости.",
            "tomorrow": "Сегодня ваш любимый человек подготовит вам подарок. Возможно, это не будет приятная мелочь в красивой упаковке или давно обещанная грандиозная покупка, однако в любом случае, вы будете очень рад тому, что этот ваш день осветило появление чего-то нового и светлого, сделанного от души.",
            "tomorrow02": "Сегодня в ваших отношениях с вашим любимым человеком произойдёт что-то непонятное, необъяснимое и странное, что никакой логике, ни мужской, ни женской, понятно не будет. А потому придётся вам на время стать слепыми котятами и попробовать найти выход из ситуации на ощупь... или на запах."
        },
        "sagittarius": {
            "yesterday": "Сегодня вам придется в значительной мере пересмотреть ваши взгляды на жизнь и жизненные устои. Какое-то событие в вашей личной жизни поставит ваши представления о мироустройстве с ног на голову, и либо вам придется с этим смириться, либо срочно что-то менять.",
            "today": "Самое благоприятное время для налаживания личной жизни Стрельцов – начало дня. Постарайтесь его не проспать — было бы досадно упускать такую возможность.",
            "tomorrow": "Сегодня вы поймёте, что не можете требовать от вашего любимого человека того, что обычно требовали ото всех остальных представителей противоположного пола, наделенных этим статусом. Так ли это хорошо? И не надеваете ли вы розовые очки, которые однажды вполне могут разбиться?..",
            "tomorrow02": "Признайтесь себе в собственных чувствах. Вы слишком долго скрывали их от себя, и сегодня пришла наконец пора узнать правду. Признав её в душе, вам будет проще ориентироваться в ваших отношениях с представителями противоположного пола, делать правильные шаги в сторону нужного человека."
        },
        "capricorn": {
            "yesterday": "В этот день выяснится, что ваш любимый человек давно таил на вас какую-то обиду, но почему-то не хотел в ней сознаваться. Постарайтесь выяснить не только за что он на вас обиделся, но и то, почему не сознавался в таком отношении к вам. Лучше, чтобы такая ситуация больше не повторялась.",
            "today": "Сегодня ваш любимый человек будет довольно робок и нерешителен, что может нанести непоправимый вред вашим с ним отношениям, даже если их с большим трудом можно назвать зарождающимися. Впрочем, растормошить его и заставить действовать вполне в ваших силах.",
            "tomorrow": "Сегодня излишняя решительность помешает вам добиться своей цели - заставить или уговорить  вашего любимого человека поступить так, как вы считаете нужным. Стоит быть мягче, предупредительнее, тактичнее и гибче - только тогда удача улыбнётся вам и все ваши начинания окончатся так, как вам нужно.",
            "tomorrow02": "Ваша работа или учеба настолько захлестнула вас, что о существовании личной жизни вы уже, кажется, и забыли. Постарайтесь как-то пресечь это безобразие или это попробует сделать ваш любимый человек, если таковой у вас еще остался в результате вашей бурной деятельности."
        },
        "aquarius": {
            "yesterday": "Сегодня вы с вашим любимым человеком будете чувствовать себя особенно легко и непринужденно. У вас не будет заминок в разговоре, взаимонедопониманий, поиска тем и разногласий. Вы почувствуете себя умным, эрудированным и интересным человеком. Ваша половинка будет о вас того же мнения. Впрочем, как и о себе.",
            "today": "Расположение планет сегодня самое благоприятное - вы будете иметь успех в любой компании. Имеет смысл подыскать себе максимально интересное общество - что за радость быть первым среди дураков или зануд?",
            "tomorrow": "Сегодня, очевидно, что-то заставит вас засомневаться в том, что вы испытываете чувство любви к своему постоянному партнёру. Может, любовь просто превратилась в привычку и эта привычка вас тяготит? В любом случае, звёзды не советуют разрубать этот гордиев узел одним махом. Подумайте о возможных последствиях.",
            "tomorrow02": "Сегодня вашему любимому человеку не придется долго вас уговаривать на какое бы то ни было рискованное действие, поскольку вы сами будете готовы пойти на риск, причем на риск куда больший, чем он может себе представить. Постарайтесь однако не шокировать его своей готовностью."
        },
        "pisces": {
            "yesterday": "В этот день ваш любимый человек преподнесет вам подарок весьма неожиданный и, вполне возможно, даже не очень нужный. Не забудьте все же его поблагодарить, иначе желание преподносить вам сюрпризы исчезнет у него надолго, а то и навсегда. Лучше немного неискренности, чем много разочарований и слез.",
            "today": "Сегодня вашему любимому человеку будет трудно признаться вам в чем-то важном. Он будет постоянно искать удобный момент и тысячу поводов, чтобы избежать серьезного разговора. Однако в ваших интересах услышать все сегодня, чтобы действовать адекватно в дальнейшем.",
            "tomorrow": "Сегодня вашему любимому человеку будет довольно-таки непросто понять, почему ваши пристрастия именно таковы, какими они являются. Пожалуй, не стоит даже пытаться ответить на этот сложный вопрос, просто примите вашу половинку такой, какая она есть и полюбите ее без объяснений.",
            "tomorrow02": "Проявите максимум тепла и участия по отношению к вашей половинке. Вы даже представить себе не можете, как ей нужны сейчас ваши поддержка и неравнодушие к её проблемам. Она ни за что вам не скажет, что у неё что-то не так – а вы и не спрашивайте. Просто будьте сегодня немного ласковее, чем обычно."
        }
    }
}